{
    "version": "https://jsonfeed.org/version/1",
    "title": "The Italian Uncut",
    "description": "",
    "home_page_url": "https://theitalianuncut.ch",
    "feed_url": "https://theitalianuncut.ch/feed.json",
    "user_comment": "",
    "icon": "https://theitalianuncut.ch/media/website/Logo-Italian-Uncut-BLOG-660x160.svg",
    "author": {
        "name": "The Italian Uncut"
    },
    "items": [
        {
            "id": "https://theitalianuncut.ch/ep14-is-protesting-a-new-crime-in-eu/",
            "url": "https://theitalianuncut.ch/ep14-is-protesting-a-new-crime-in-eu/",
            "title": "Ep14 - Is Protesting a New Crime in EU? ",
            "summary": "Those who have been following us for a while know that we’re used to flipping the narrative of the mainstream media, especially the Western one. In our first episodes, we showed, with facts and figures, how the West is composed of countries that are defined&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/is-protest-a-crime-1200x1200.jpg?updatedAt=1759139092662\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Those who have been following us for a while know that we’re used to flipping the narrative of the mainstream media, especially the Western one. In our first episodes, we showed, with facts and figures, how the West is composed of countries that are defined as democratic but often aren't. We've talked about the United States and the European Union. As always, our episodes begin by analyzing widely documented historical facts, even if finding information is becoming increasingly difficult due to censorship and the homogenization of information.</p>\n<p>In this episode, we want to talk about a very serious phenomenon that has been hitting Europe lately: the suppression of public opinion dissent by European governments. As usual, we’ll let the facts speak for themselves. Let's see what's happening in Europe.</p>\n<p>A few days ago in France, more than 300 protesters were arrested for demonstrating against the government's plans to cut social spending. As you know, the European Union intends to pursue an €800 billion rearmament plan to face a hypothetical and, to say the least, unlikely Russian invasion. We have already discussed in a previous episode how improbable a Russian attack on Europe is and how it is virtually impossible to counter it due to the enormous technological gap in the military field between Russia and the EU. We recommend listening to it if you haven't already. But let's return to the facts of these days.</p>\n<p>The European Union is pushed by pressure groups, financial elites, and what is often defined as the military-industrial complex to engage in this massive €800 billion rearmament plan. Furthermore, the EU is committed to buying weapons from the United States to then give them to Ukraine, to allow it to continue the conflict with Russia. The Union must also deal with the tariffs imposed by Trump. As if that weren't enough, the European Union must restore its arsenals, as it had to give its weapons to Ukraine during the Russia-Ukraine conflict to allow it to continue the conflict. Finally, dulcis in fundo, the European economy is stagnant, with its industry at a standstill for at least a couple of years. Now, such a devastated Europe is forced to make drastic cuts to social spending to find the necessary funds to finance the €800 billion rearmament plan...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?<br><br>Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-29T11:48:12+02:00",
            "date_modified": "2025-09-29T11:48:56+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep13-ai-takeover-the-first-ai-minister-of-the-world/",
            "url": "https://theitalianuncut.ch/ep13-ai-takeover-the-first-ai-minister-of-the-world/",
            "title": "Ep13 - AI Takeover: The First AI Minister of the World",
            "summary": "A quick note before we start. While we were preparing this episode, we came across a long article about Diella. It was well-written. Too well-written, in fact. We analyzed the style, the structure, the tone, and... we realized it was probably generated by an LLM.",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Diella-1200x1200.jpg?updatedAt=1758527704659\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>A quick note before we start. While we were preparing this episode, we came across a long article about <strong>Diella</strong>. It was well-written. Too well-written, in fact. We analyzed the style, the structure, the tone, and... we realized it was probably generated by an LLM. The irony of it all is that we're about to talk about an artificial minister, and to do so, we're using a text written by an AI to analyze the phenomenon. So, who signs the episode? Who is responsible? Is this still journalism? Maybe not. Maybe it's something new. And maybe... we just have to stop pretending we can stop it. Okay, let's begin.</p>\n<h4>The End of Human Work?</h4>\n<p>In a previous episode, we discussed the profound influence that AI and automation will have on the world of work. If you haven't listened to it yet, we highly recommend you do. Our thesis is that in the coming years, no job will be safe. We're living through a unique historical period that could mark the end of human labor as we know it. Despite this transition already happening in silence, touching professions once thought untouchable—like the IT sector—many people remain skeptical. That's why we decided to present a real, emblematic case that we believe will spark a lot of debate: Diella, the first politician in history to be impersonated by an artificial intelligence.</p>\n<p>Diella, which means 'Sun' in Albanian, is an <strong>AI developed by the National Information Society Agency of Albania (AKSHI)</strong>. In September 2025, following a presidential decree, <strong>Diella was officially appointed 'Minister of Public Procurement' in the Rama government</strong>. It's the first AI system in the world to hold a cabinet-level government role.</p>\n<h4>Not Science Fiction, but Reality</h4>\n<p>This isn't some vague futuristic project; it's a real fact. Diella was created to provide support for citizens. It's represented by an animated avatar in traditional Albanian clothing and can issue digitally stamped documents. <strong>As of September 2025, it has already processed tens of thousands of documents and services</strong>. The Albanian actress Anila Bisha provided the avatar's appearance and voice.</p>\n<p>The big turning point came when Prime Minister Rama stated that public procurement responsibilities would be gradually transferred to Diella to reduce political influence. The appointment is part of a broader anti-corruption program aimed at aligning Albania with EU accession requirements. Rama was very clear, saying Diella would help ensure that 'public procurement is 100% free of corruption.'</p>\n<p>Albania has become the first country to have an <strong>AI minister</strong>—not a minister for AI, but a virtual minister made of pixels and code, powered by artificial intelligence. The project officially uses Microsoft Azure infrastructure and Azure OpenAI technologies, although specific technical details, such as the exact models or training data, haven't been made public. This lack of transparency is a crucial point we'll analyze later, as it's fundamental to accountability and verifiability...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-22T09:59:27+02:00",
            "date_modified": "2025-09-22T10:01:40+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep12-will-rearm-eu-save-us-from-a-russian-attack/",
            "url": "https://theitalianuncut.ch/ep12-will-rearm-eu-save-us-from-a-russian-attack/",
            "title": "Ep12 - Will Rearm-EU Save Us From a Russian Attack?",
            "summary": "In a previous episode, we discussed the unsettling similarities between the current European rearmament project, pushed by European Commission President Ursula von der Leyen, and the rearmament that occurred before 1914, which inexorably led to the outbreak of the First World War. In this episode,&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/EU-Russia-1200x1200.jpg?updatedAt=1757923785291\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>In a previous episode, we discussed the unsettling similarities between the current European rearmament project, pushed by European Commission President Ursula von der Leyen, and the rearmament that occurred before 1914, which inexorably led to the outbreak of the First World War. In this episode, we intend to examine the issue from another perspective: could the proposed 800-million-euro rearmament be useful for a war capable of defeating Russia? Or, to be more cautious: would it be useful for an effective European defense? In other words, could the EU win a war against Russia? Or, would it at least be able to defend itself from a Russian attack?</p>\n<p>In this episode, contrary to our habits, we will not immediately reveal our thesis. The data and facts will show the listener how things really stand. Let's start from two fundamental assumptions that cannot be ignored:</p>\n<ul>\n<li>Wars are fought with weapons</li>\n<li>In the World Wars, the technologies that dominate today's battlefields, such as artificial intelligence, drones, or hypersonic missiles, did not exist. Conflicts were mainly based on artillery, armored vehicles, naval and air forces.</li>\n</ul>\n<p>It is therefore evident that this type of analysis, beyond any strategic and military alliances between different states that must in any case be taken into consideration, must start from an examination of the armaments available to individual states. Furthermore, it is necessary to examine the weapon production capacity on which each state can rely. Let's start by examining the various types of weapons. We can classify weapons of war into:</p>\n<ul>\n<li>Bladed weapons</li>\n<li>Firearms</li>\n<li>Weapons of mass destruction</li>\n</ul>\n<p>For obvious reasons we will ignore bladed weapons like swords or knives, because today's wars do not use such weapons. Let's look at firearms. We can classify them as:</p>\n<ul>\n<li>Portable firearms: pistols, carbines, rifles</li>\n<li>Artillery: cannons, mortars, tanks</li>\n<li>Missiles and rocket launchers</li>\n</ul>\n<p>For obvious reasons, while not neglecting the importance of portable firearms in urban and close-quarters combat, our analysis will focus mainly on artillery, missiles, and other long-range weapon systems, which have become the protagonists of modern conflicts. Things like cannons, mortars, tanks, ships, submarines, and planes. These are the weapons we saw in action in the First and Second World Wars. Now let's look at weapons of mass destruction. We can classify them as:</p>\n<ul>\n<li>Nuclear weapons</li>\n<li>Chemical weapons</li>\n<li>Biological weapons</li>\n</ul>\n<p>All these types of weapons have been used at least once, despite the various international treaties that have since prohibited their use or, as in the case of nuclear weapons, limited their proliferation. Nuclear weapons were used by the USA on Hiroshima and Nagasaki in August 1945 (the only two cases), biological weapons were used by the Japanese Empire (Unit 731) in China during the Second World War, and chemical weapons have been used multiple times, in defiance of international treaties. We recall the cases of Italy in Ethiopia in 1935-36, Iraq in Iran in 1980-1988 and against the Kurds in Halabja in 1988, and more recently during the Syrian Civil War.</p>\n<p>Regarding the <strong>1925 Geneva Convention</strong>, it is interesting to know that the protocol, which 146 countries have joined, while prohibiting the use of chemical and biological weapons in war, did not prohibit the development, production, or possession of such weapons. For this reason, many nations continued to develop biological weapons programs. The subsequent \"Biological Weapons Convention\" (BWC), which came into force in 1975, went beyond the Geneva Protocol, explicitly prohibiting the development, production, and stockpiling of biological and toxin weapons. As for chemical weapons, the Chemical Weapons Convention (CWC), which prohibits the development, production, stockpiling, and use of chemical weapons and requires their destruction, was adopted in Paris in 1993 and only entered into force in 1997.</p>\n<p>In summary, <strong>193 states have joined the Chemical Weapons Convention, except for Egypt, North Korea, South Sudan, and Israel. Instead, 185 states have joined the Biological Weapons Convention, except for Chad, Comoros, Djibouti, Micronesia, South Sudan, Tuvalu, Egypt, Haiti, Somalia, and Syria</strong>, which have either not signed or not ratified the agreement.</p>\n<p>There are also treaties regarding nuclear weapons, although with a very different approach. Unlike chemical and biological weapons, which have been completely banned for those who adhere to the treaties, <strong>the focus for nuclear weapons is on non-proliferation and limitation</strong>. This means that unlike chemical and biological weapons, <strong>there is no international treaty that universally prohibits the development, production, and possession of nuclear weapons for all states</strong>. For example, the Nuclear Non-Proliferation Treaty (NPT), from 1970, commits nuclear states to disarmament and non-nuclear ones not to acquire these weapons. However, nations like India, Pakistan, Israel, and North Korea are not a party to it. More recently, in 2021, the Treaty on the Prohibition of Nuclear Weapons (TPNW) came into force, but none of the nuclear powers have signed it, making its impact limited.</p>\n<p>What does all this mean? It means that <strong>even if we assume that all adhering states actually respect the promises made, some still remain outside who have not signed or ratified the treaties on chemical and/or biological weapons</strong>. Therefore, the risk of their use is concrete.</p>\n<p>We can summarize the picture just outlined in this way: <strong>in an hypothetical conflict today, the weapons that could be used are artillery, missiles, and other long-range weapon systems and weapons of mass destruction such as chemical, biological, and nuclear weapons</strong>. As we have seen, despite the treaties, there are countries that have not joined the various treaties and could therefore use weapons that are often not taken into consideration by analysts. But it's not over, because the picture is still incomplete, as we still have to examine the new weapons and new military technologies that are available today.</p>\n<h4>New Military Technologies</h4>\n<p>Until recently, missile defense systems like the American Patriot or the Israeli Iron Dome were seen as the answer to ballistic missiles and drones. But new technologies have created a new arms race for which, at the moment, there is no answer. Today there are weapons that, once launched, are effectively unstoppable. There is no defense against these missiles. Russia, in this regard, has invested heavily in this technology. Let's take the <strong>Avangard missile (SS-X-32Zh)</strong>:</p>\n<ul>\n<li>Speed: It reaches Mach 20-27 (between 20,000 and 33,000 km/h), a speed that makes it <strong>uncatchable for current interception systems</strong>.</li>\n<li>Trajectory: Unlike traditional ballistic missiles, which follow a predictable trajectory, the Avangard follows a hypersonic glide path, <strong>making its trajectory unpredictable and, consequently, able to penetrate any missile defense system, including advanced ones like the American GMD</strong>.</li>\n</ul>\n<p>And the Avangard is not the only one. Russia has also developed the <strong>Kinzhal</strong> (air-to-ground missile, Mach 10) and the <strong>Zircon</strong> (ship-to-ground missile, Mach 9). The most fearsome weapon, however, remains the <strong>Sarmat</strong> intercontinental ballistic missile, which has the ability to carry the Avangard hypersonic warhead.</p>\n<p><strong>All these systems drastically reduce reaction time, bringing it from about 30 minutes to just 5-7 minutes. A time insufficient to consult the Security Council or coordinate with allies, forcing decision-makers to an immediate and high-pressure response</strong>.</p>\n<p>More recently, Iran's attack on Israel showed the limits of current defense systems. Despite almost all the projectiles being shot down, the difficulty of intercepting the most advanced missiles and the need to invest billions for a defense that is not total anyway, raises a crucial question: in a conflict between states, based on a huge number of drones and hypersonic missiles, how effective would European defense systems be?</p>\n<p>But the nuclear threat goes beyond land-based missiles. A crucial aspect is the \"second-strike survival,\" which is a country's ability to launch a nuclear counterattack even after suffering a devastating first strike. This capability is based mainly on nuclear submarines. Let's make a numerical comparison:</p>\n<ul>\n<li>United States: 14 SSBNs (ballistic missile submarines)</li>\n<li>Russia: 11</li>\n<li>China: 6 (with a rapid increase)</li>\n<li>France/United Kingdom: 4 each</li>\n</ul>\n<p>But it is not just the number that counts. It's efficiency. <strong>Russian submarines, for example, operate in the Arctic, in deep, icy waters, which are extremely difficult for any adversary to monitor. Their Borei-class submarine is particularly silent and modern, armed with Bulava missiles</strong>.</p>\n<p>In addition to missiles, modern warfare has two invisible but decisive pillars: <strong>drones</strong> and <strong>satellites</strong>....</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a>.<br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a>.<br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-15T10:29:53+02:00",
            "date_modified": "2025-09-15T10:29:53+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/banned-for-speaking-the-italian-uncuts-war-against-the-censors/",
            "url": "https://theitalianuncut.ch/banned-for-speaking-the-italian-uncuts-war-against-the-censors/",
            "title": "Banned for Speaking: The Italian Uncut’s War Against the Censors",
            "summary": "Western mainstream media is corrupt. Perhaps you already knew this. Unfortunately, social media like X, Facebook, or Instagram are also corrupt. Their algorithms silently censor any inconvenient voice. What you may not have known is that there are so-called \"alternative\" social media that aren't run&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/censorship.jpg?updatedAt=1757518304873\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Western mainstream media is corrupt. Perhaps you already knew this. Unfortunately, social media like X, Facebook, or Instagram are also corrupt. Their algorithms silently censor any inconvenient voice. What you may not have known is that there are so-called \"alternative\" social media that aren't run by large US corporations, where censorship also operates with impunity. These are decentralized social media. Some names: Lemmy, Mastodon, Pielfed... there are countless. They aren't run by corporations but by small groups of volunteers. Ordinary people, in short. How do these \"alternative\" social media behave? Simply by <strong>banning inconvenient profiles</strong>.</p>\n<p>Are you talking about what's happening in Gaza? Banned from the server. Are you talking about the coups organized by the UK and MI6? Banned. Are you talking about the coups organized by the US and CIA? Banned. What's the excuse? Well, \"alternative\" social media can't ban profiles because they're telling inconvenient truths. So how do they operate? <strong>Under the pretext of spam</strong>. Tip: Never post anything on these \"alternative\" social media that contains a link to your website/blog/account. Otherwise, you'd be providing an excuse to be banned for spam. On these \"alternative\" social media, you can only link to mainstream sources like The Guardian, for example. But not to your own text, no matter how important the information you're trying to convey. You may have discovered a secret plot for the next attack on the White House, but if you post a single link to your article, well, spam, banned. With no chance of reply. That's how censorship works, folks.</p>\n<p>Here's our brief history. We started promoting our content on traditional social media. We even spent money advertising our content. The real joke was that they stole our money without giving us the visibility we'd agreed upon, censoring us with a shadowban. We summarized it all in a post on Mastodon (infosec.exchange). This:</p>\n<p><em>\"Shadowbanned on X and Instagram. Banned on Beehaw, Lemmy.world, Lemmy.social. Why? Because we talk about Gaza. Or coups organized by the UK/MI6. Or coups organized by the US/CIA. Who are we? Sorry, we can't say. We can't post links about ourselves. Otherwise, we'd be considered spam and banned. And we don't want to give the censors any excuses.</em>”</p>\n<p>Here is the content we published on sopuli.xyz (another so-called \"alternative\" decentralized server):</p>\n<p><em>\"Is what's happening in Gaza solely Israel's fault? Or is it also the fault of billions of people who do nothing? Not because they support it. But because silence and inaction make us complicit. The world sees. But it doesn't act. The excuse “what can we mere mortals do?” doesn't work today. Today, social media exposes what mainstream media hides. In the EU, at least 12 countries are blocking protests or arresting pro-Gaza protesters. Why do they do it? Because they only have to arrest 1,000-10,000 people. Would they be able to do it if there were 10-100 MILLION protesters? In which prisons could they put all these people? This is why 4 boats aren't scary. This is why 10,000 protesters aren't scary. So there's a solution to stop everything: we just have to act. But it takes millions of people; four activists, a rant on Instagram, or a like aren't enough. A like is useless. In Genoa, there was a torchlight procession for Gaza involving 40,000 people. As an Italian, I ask: where are the remaining 58,950,000 Italians? Likes on Instagram? Anyone who doesn't act now is complicit. Everyone, no one excluded. Patti Smith said in a song: People Have the Power. It's true. The power is there, you just have to use it. Otherwise, you're complicit.</em></p>\n<p><em>Note: Post removed before it was even published. The server predicted the future. Or maybe it was afraid of the truth.</em></p>\n<p><em>The Italian Uncut proudly claims to have been shadowbanned from X and Instagram and banned—yes, banned—from three “decentralized” Lemmy servers (Social, World, and Beehaw) that pretend to fight the mainstream system but imitate its procedures. Reason? Spam. Or maybe fear of making people think.</em></p>\n<p><em>Who are we? We can't say. Otherwise, we'd be advertising ourselves and providing an excuse to be banned for spam. Administrator: You should ban us because you don't want to hear our voice, because you're a censor, not because you're hiding behind the excuse of spam.”</em></p>\n<p>Well, the post above received 6 downvotes in just 45 minutes. The first two arrived immediately after publication. Those who voted down didn't even have time to read it.</p>\n<p>Well, guys, <strong>this is called censorship</strong>.</p>\n<p>Now, whose fault is the genocide happening in Gaza? Israel? Of course, but with the complicity of those who do nothing. Those who don't like an article, those who don't share an article, those who vote down. Why? Because this way they're helping the Censorship. That's why there are wars. Because people, yes, even mere mortals, are complicit. Complicit through inertia or—worse—petty censorship disguised as anti-spam moderation.</p>\n<p>Patti Smith: people have the power</p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-10T17:35:41+02:00",
            "date_modified": "2025-09-10T17:35:41+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep11-the-uks-dirty-secret-a-history-of-foreign-coups/",
            "url": "https://theitalianuncut.ch/ep11-the-uks-dirty-secret-a-history-of-foreign-coups/",
            "title": "Ep11 - The UK&#x27;s Dirty Secret: A History of Foreign Coups",
            "summary": "Sometimes, while reading history books, we're left puzzled by the incredible number of countries with dictatorial regimes that have prospered on our planet. Faced with such a staggering number, the question naturally arises: how did these dictatorial regimes manage to take power? Often, of course,&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/UK-dirty-secret-1200x1200.jpg?updatedAt=1757321746122\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Sometimes, while reading history books, we're left puzzled by the incredible number of countries with dictatorial regimes that have prospered on our planet. Faced with such a staggering number, the question naturally arises: <strong>how did these dictatorial regimes manage to take power?</strong> Often, of course, it’s through military coups, which install a form of dictatorship by force. It's hard to believe they were democratically elected. However, if we dig deeper, we often find that <strong>many of these regimes are the direct result of interference by other countries</strong>, or, to put it another way, of foreign intelligence operations—or, to use more politically correct language, \"foreign policy\" operations. In previous episodes, we’ve already talked about the tireless interference of the United States in dozens of countries, but the U.S., the CIA, and NATO aren’t the only actors in this game. In this episode, we'll talk about another very active player in its interference in other countries: the United Kingdom.</p>\n<p>The website Declassified UK, an investigative journalism organization founded in 2019, lists a staggering <strong>42 coups organized or planned by the UK since 1945</strong>. Declassified has discovered that the UK has planned or executed over 40 attempts to remove foreign governments <strong>in 27 countries</strong> since the end of the Second World War, involving intelligence agencies, secret and overt military interventions, and even assassinations.</p>\n<p>However, a serious analysis can’t begin without first verifying the reliability of the sources. So it's fair to ask: is Declassified UK a credible source? As is our practice, we prefer to let the facts speak for themselves. After Declassified UK published articles about the Ministry of Defence, the Ministry refused to cooperate or provide any further comments to the journalistic organization. This effective blacklisting in September 2020 led the Council of Europe to issue a media freedom alert for the UK. The British government only intervened to revoke the blacklisting after Declassified UK threatened legal action. This simple reaction from the government, in our opinion, makes Declassified UK a reliable source.</p>\n<h4>The Tip of the Iceberg: The 1953 Iranian Coup</h4>\n<p>The Declassified UK article begins by citing probably the most well-known coup carried out by British intelligence: the overthrow of the democratically elected Iranian government in 1953. Here’s what Wikipedia says about it:</p>\n<p><em>“The 1953 Iranian coup d'état, known in Iran as the 28 Mordad coup d'état, was the overthrow of Prime Minister Mohammad Mossadegh on August 19, 1953. It was orchestrated by the United States (CIA) and the United Kingdom (MI6). A key objective was to protect British oil interests in Iran after Mossadegh nationalized and refused to concede to Western oil demands. It was instigated by the United States (under the name Project TP-AJAX or Operation Ajax) and the United Kingdom (under the name Operation Boot).”</em></p>\n<p>In short, to protect the economic interests of the British oil company BP (British Petroleum), the U.S. with the CIA and the UK with MI6 interfered in Iran by orchestrating a coup. A move that allowed the British to continue doing business with oil. But what were the consequences for the Iranian people? The consequences of the 1953 coup are widely documented: the consolidation of a dictatorship, the denial of self-determination, and the foreign exploitation of oil resources, leading to long-lasting resistance and a future of political instability and repression...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a>.<br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a>.<br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-08T11:01:07+02:00",
            "date_modified": "2025-09-08T11:01:07+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/the-beast-a-case-study-on-how-a-state-funded-propaganda-machine-shapes-politics/",
            "url": "https://theitalianuncut.ch/the-beast-a-case-study-on-how-a-state-funded-propaganda-machine-shapes-politics/",
            "title": "The Beast: A Case Study on How a State-Funded Propaganda Machine Shapes Politics",
            "summary": "🔍 Source &amp; Transparency Note This article is based on investigative reporting by Open (2022–2023), particularly their \"Salvini Spende\" series. The data was originally verified through Meta’s Ad Library — a public archive of paid content on Facebook and Instagram. However, accessing this data is&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/zio-sam-salvini-1200x1200px.jpg?updatedAt=1757318171552\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<h4>🔍 Source &amp; Transparency Note</h4>\n<p><br><em>This article is based on investigative reporting by Open (2022–2023), particularly their \"Salvini Spende\" series. The data was originally verified through Meta’s Ad Library — a public archive of paid content on Facebook and Instagram.</em><br><br><em>However, accessing this data is not straightforward. By default, Meta Ad Library only shows active campaigns, making past ads invisible unless you manually adjust the filters. This creates a false impression of transparency: the archive exists, but it’s buried under poor UX and deliberate obscurity.</em><br><br><em>The fact that we must rely on journalists to archive what platforms make hard to find is not normal. It’s a warning sign for democracy.</em><br><br><em>This post does not claim original reporting. Its purpose is to amplify this investigation beyond Italy, where \"The Beast\" remains largely unknown.</em><br><br><em>Journalism must be shared — not just produced.</em><br><br>Ok, let's go.<br><br>Mass media and political propaganda aren't just abstract concepts; they are tangible machines, operated by people and often funded by public money. They manipulate information and public opinion on a massive scale.<br><br>In Italy, one of the most effective and notorious examples is 'La Bestia' (The Beast) — a social media 'popularity factory' created by Luca Morisi for Matteo Salvini’s League party. Even though Morisi has now left, the system he built remains a prime example of modern political communication and manipulation.</p>\n<h4>What is \"The Beast\"?</h4>\n<p>\"The Beast\" is not a single, secret algorithm. Instead, it's a sophisticated system that blends technology with human effort. At its core, it's a collaborative software suite used for cross-posting, graphic design, and event promotion. However, what truly makes it powerful is the team of around 35 people who work 24/7 to read, analyze, and interpret online sentiment.<br><br>Their goal is to understand what people are thinking and feeling, then flood the web with content designed to inflame emotions, influence user interactions, and rally support for Salvini.<br><br>Key features of The Beast's strategy:</p>\n<ul>\n<li>Simple, but impactful content: They use basic photo collages, short slogans, and posts that mock political opponents.</li>\n<li>The \"man of the people\" persona: They share photos of Salvini in everyday situations (eating Nutella, petting cats) to make him seem relatable to the average Italian.</li>\n<li>Automated and human-powered mobilization: In its early days, \"The Beast\" used a tool called \"Become Salvini's Spokesperson,\" which automatically retweeted his content. Now, they use large fan groups on platforms like Facebook and Telegram to mobilize thousands of real people to comment, share, and defend their leader. These groups are also home to trolls who use multiple accounts to influence discussions.</li>\n<li>Gamification: The system even created a simple social game called \"Win Salvini,\" where users could earn prizes—like a phone call from Salvini or a coffee with him — by liking and sharing his posts. This turned political engagement into a contest, further boosting interaction.</li>\n<li>The \"TV-Web-Territory\" formula: \"The Beast\" masterfully coordinates online and offline activity. Before Salvini appears on TV, his online supporters are mobilized to tune in. During the show, they live-tweet and share clips to create buzz. This cycle raises his media profile, leading to more TV appearances and even wider reach.</li>\n</ul>\n<h4>Why is this relevant?</h4>\n<p>The case of \"The Beast\" shows us that modern propaganda isn't just about fake news. It's about a highly coordinated, well-funded, and professionally managed machine that actively shapes public discourse.<br><br>It uses a mix of emotional appeals, simple messaging, and strategic community-building to create a powerful, self-sustaining echo chamber. This isn't a secret, diabolical algorithm—it’s a carefully crafted system of political communication that has set a new standard in Italy and offers a clear example for anyone trying to understand how such machines operate in the digital age.</p>\n<h4>The Public Cost of Virality</h4>\n<p>This machine doesn’t run on passion alone. It runs on money — and much of it comes from public funding. According to investigative reports by Open and Fanpage.it, individual posts by Matteo Salvini have been promoted online with budgets reaching €30,000 each. In 2022 alone, the League spent over €600,000 on Meta platforms (Facebook, Instagram).<br>These are not private donations. They are funds allocated to political parties through Italy’s public financing system — meaning every Italian taxpayer indirectly pays for this propaganda engine. The Beast isn’t just a communication strategy. It’s a state-subsidized attention machine.</p>\n<h4>Where Does the Money Come From?</h4>\n<p>The funding for these campaigns comes from multiple sources, all tied to public money:</p>\n<ul>\n<li>Public party financing, allocated by the state based on electoral results.</li>\n<li>The 2x1000 tax designation, where citizens choose to give a portion of their taxes to a political party.</li>\n<li>Reimbursed election expenses, paid by the state after campaigns.</li>\n</ul>\n<p>While this system is legal, it means that the digital propaganda machine of \"The Beast\" is ultimately sustained by taxpayer funds — not private investment. Salvini is not a company. He doesn’t sell products. The attention he buys online is paid for by the Italian public, whether they support him or not.</p>\n<h4>Why This Matters Beyond Italy</h4>\n<p>The Beast is not just an Italian anomaly. It is a prototype. A model of how digital propaganda, public funding, and emotional engineering can be combined to manufacture consensus at scale. Other leaders and parties across Europe and beyond have studied — and copied — its methods. Understanding \"The Beast\" is not about criticizing Salvini. It’s about recognizing a new form of power: industrialized attention, funded by taxpayers, designed to bypass reason. And if we don’t name it, analyze it, and resist it, it will become the new normal.</p>\n<h4>The Beast is Not Alone: A Global Pattern</h4>\n<p>While \"La Bestia\" is Italian in form, it is part of a global trend. From the United States to Russia, Brazil to Hungary, political powers are building industrial-scale machines to manipulate public opinion:</p>\n<ul>\n<li>In the U.S., Cambridge Analytica used stolen Facebook data to micro-target voters in 2016 — a case of data-driven psychological manipulation.</li>\n<li>In Russia, the Internet Research Agency (the \"Troll Factory\" of St. Petersburg) employed hundreds of workers to pose as Americans and inflame social divisions.</li>\n<li>In Hungary, Prime Minister Orbán’s government captured the media landscape using state funds and propaganda agencies like Komesz.</li>\n<li>In Brazil, Bolsonaro’s \"Digital Militia\" weaponized WhatsApp to spread disinformation through encrypted networks.</li>\n</ul>\n<p>These are not isolated cases. According to the Oxford Internet Institute, over 80 countries now have organized operations to manipulate social media.<br><br>The tools differ — bots, trolls, fake news, AI — but the goal is the same: to manufacture consent, bypass reason, and consolidate power. \"La Bestia\" is not an anomaly. It is a node in a global network of digital control.<br><br><strong>📬 Want more?</strong><br><br>This is the first in a series of investigations into state-funded propaganda machines worldwide. Next: Cambridge Analytica. Subscribe to the newsletter for updates (no spam, just thinking). </p>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-05T17:20:01+02:00",
            "date_modified": "2025-09-08T09:57:05+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep10-the-balkans-europes-next-war/",
            "url": "https://theitalianuncut.ch/ep10-the-balkans-europes-next-war/",
            "title": "Ep10 - The Balkans: Europe’s Next War?",
            "summary": "In a previous episode, we shared the opinion of the Italian historian Alessandro Barbero, who, while analyzing the current situation in Europe, found some unsettling similarities with the events that led to the First World War. According to Barbero, the European arms race happening today&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Balkans-war-1200x1200.jpg?updatedAt=1756717064095\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>In a previous episode, we shared the opinion of the Italian historian Alessandro Barbero, who, while analyzing the current situation in Europe, found some unsettling similarities with the events that led to the First World War. According to Barbero, the European arms race happening today was one of the main causes that sparked the war in 1914.</p>\n<p>In this episode, we intend to go a step further, meticulously analyzing both the events that occurred before the outbreak of the 1914 war and what has been happening in Europe in recent years. We will draw a parallel between two historical periods, very distant and in some ways different, to highlight a very real risk that is manifesting today and which we can summarize with this question: will the Balkans once again be the fuse capable of triggering a new world conflict?</p>\n<p>As usual, our analysis begins by examining the historical facts. Historical facts are not isolated; therefore, to understand what is happening today, it is necessary to examine the events of the years leading up to the outbreak of the First World War, the facts that occurred during the so-called Cold War, the events preceding the Russia-Ukraine war, the current economic situation of the European Union, and the current situation in the Balkans.</p>\n<p>As is well known, the cause of the First World War was the assassination of Archduke Franz Ferdinand—then heir to the throne—in Sarajevo in 1914 by a Serbian-Bosnian nationalist. This was, in common opinion, the casus bellis. But here, something in this narrative doesn't add up. The question that should spontaneously arise is: how can a single murder cause a world conflict? It seems absurd. And in fact, it is, because the assassination of Archduke Franz Ferdinand was not the actual cause that triggered the conflict, but rather the pretext.</p>\n<p>To understand the real causes of the first world conflict, we need to go even further back in time, turning our attention to 1878. After the Congress of Berlin in 1878, Austria-Hungary, the so-called “Dual Monarchy,” obtained the right to occupy and administer Bosnia and Herzegovina. But the province still remained formally part of the Ottoman Empire. In other words, Austria-Hungary held military and administrative control, but the Ottoman Empire retained legal sovereignty.</p>\n<p>Let's move forward a bit. It is now around 1908, and the state of Bosnia and Herzegovina, located in the Western Balkans, is still nominally under the control of the Ottoman Empire. However, in July 1908, an important event occurred. After a coup, the Young Turk movement initiated the constitutional reform of the Ottoman Empire.</p>\n<p>The Young Turks (a nationalist and reformist movement) overthrew Sultan Abdul Hamid II and restored the Ottoman constitution. They then announced important reforms concerning the parliament, elections, and the modernization of the Ottoman Empire but, above all, the claim of real control over all territories still formally Ottoman, including the Balkans. This change frightened Aehrenthal, the then Austro-Hungarian Foreign Minister, for two reasons:</p>\n<ol>\n<li>The risk of losing legal control over Bosnia and Herzegovina.</li>\n<li>The risk of a \"re-Islamized\" or autonomist Bosnia.</li>\n</ol>\n<p>In fact, if the Ottoman Empire became strong, centralized, and constitutional again, it could demand the withdrawal of the Austrian occupation and the return of Bosnia and Herzegovina.</p>\n<p>Furthermore, the Young Turks promoted a united Ottoman Empire with citizens of all ethnicities and religions; an administrative reform that could have included Bosnia and a return of central power to Istanbul. This could have given hope to the Bosnian Muslim population, who still saw the Ottoman Empire as legitimate. It could also have undermined Habsburg control, which was already fragile among the different ethnicities (Serbs, Croats, Bosniaks) and provoked the creation of an autonomist or pro-Ottoman movement in Bosnia.</p>\n<p>Therefore, in September 1908, Aehrenthal met with the Russian Foreign Minister Aleksandr Petrovič Izvol'skij, accepting the Russian proposal for the annexation of Bosnia and Herzegovina in exchange for Austrian support for the passage of Russian warships through the \"Straits\" (the Dardanelles, the Sea of Marmara, and the Bosphorus). Therefore, when the annexation of Bosnia and Herzegovina by the Dual Monarchy was announced on October 6, 1908, there were violent reactions from Serbia alone. However, when Russian Minister Izvol'skij discovered that <strong>the United Kingdom and France opposed the passage of Russian ships through the Straits</strong>, Russia withdrew its provisional support for the Austrian annexation of Bosnia and Herzegovina, supporting Serbia's claims. The situation became serious, and for some time, a war seemed imminent. Let's keep in mind the position of the United Kingdom: it opposed the passage of Russian ships through the Straits. This is important to remember, because as we will see, <strong>the United Kingdom also played an important role during the peace talks between Russia and Ukraine in 2022</strong>.</p>\n<p>Serbia had to come to terms with the Habsburg monarchy after a German ultimatum (March 1909) had forced Russia to withdraw its support, and after the Turkish government had accepted the Austrian annexation of Bosnia and Herzegovina in exchange for monetary compensation. The Bosnian crisis was resolved, but the Serbs, deeply wounded in their national pride, continued to foment unrest in the southern Slavic provinces. Let's keep in mind the role of Germany, because we will find it again today acting as a catalyst.</p>\n<p>So the actors were not just two—the Austro-Hungarian Empire on one side and Serbia on the other—but many more: Austria-Hungary, Serbia, Russia, Germany, and the Ottoman Empire. Furthermore, even then, there were alliances between states, a bit like what happens today with NATO countries.</p>\n<p>There was the Triple Alliance, a defensive military pact stipulated on May 20, 1882, in Vienna by the German and Austro-Hungarian empires (which already formed the Dual Alliance) and the Kingdom of Italy. The alliance was supported primarily by Germany, which was eager to politically isolate France.</p>\n<p>Also, at that time, the Triple Entente was in force, a system of political-military agreements between the United Kingdom, France, and Russia.</p>\n<p>So we have Austria-Hungary, Germany, and the Kingdom of Italy in the Triple Alliance, and France, the United Kingdom, and Russia in the Triple Entente.</p>\n<p>The countries involved were: Austria-Hungary, Germany, the Kingdom of Italy, France, the United Kingdom, Russia, and the Ottoman Empire.</p>\n<p><strong>Germany is an important actor because we can draw a parallel: it was against Russia in 1909 when it gave Russia the ultimatum to withdraw its support for Serbia, and it is against Russia again today when it militarily and economically helps Ukraine</strong>.</p>\n<p>At this point, we need to take another leap, moving to the period of the so-called Cold War. This is an important historical period to examine because the events that occurred during that time still influence the geopolitical situation today.</p>\n<p>The Cold War was a period of geopolitical tension between the United States of America and the Western Bloc on one side, and the Soviet Union and the so-called Eastern Bloc on the other, which began with the deterioration of relations between the Western Allies and the Soviet Union immediately after the end of the Second World War, and ended with the fall of the Berlin Wall (1989) and the subsequent dissolution of the Soviet Union (1991).</p>\n<p>Attention, because this is what the mainstream Western narrative claims. In reality, as we will see, <strong>tensions between NATO (i.e., the Western Allies) and Russia did not end with the collapse of the Berlin Wall; in fact, they never ended</strong>. But let's proceed in order.</p>\n<p>NATO, the Western Bloc, was established in 1949, and six years later, in 1955, the Soviet Union responded with the stipulation of the Warsaw Pact. Both NATO and the Warsaw Pact were essentially military alliances. NATO is still active, while the Warsaw Pact was dissolved in 1991. Also in 1991, a few months later, the Soviet Union was dissolved.</p>\n<p>After the dissolution of the Soviet Union, most of the former members of the Warsaw Pact joined NATO and the European Union. Currently, there are 32 NATO member countries.</p>\n<p>During the Cold War period, there was no lack of crises, among which we must necessarily mention the Cuban Missile Crisis. The Cuban Missile Crisis was a state of serious political and diplomatic tension between the United States of America and the Soviet Union, generated by the deployment of Soviet ballistic missiles in Cuban territory. The episode, which occurred during the Kennedy presidency, was one of the most critical moments of the Cold War and the most at risk of triggering a nuclear conflict. The Soviet Union deployed missiles with nuclear warheads following the attempt to invade Cuba by the United States in 1961. The United States, in fact, attempted to overthrow the government of Fidel Castro in 1961, planning an invasion—called the Bay of Pigs invasion—with the help of the CIA. The operation, planned by CIA director Allen Welsh Dulles during the Eisenhower administration, was launched in April 1961, less than three months after John Fitzgerald Kennedy's inauguration as President. The Cuban armed forces, equipped and trained by pro-Soviet nations of the Eastern Bloc, defeated the invasion force in three days of fighting.</p>\n<p>The Bay of Pigs is not an isolated event, as it represents one of the countless attempts by the U.S. and NATO to interfere with the governments of other countries. Speaking of U.S. and NATO interference, here's what Wikipedia reports, citing \"The New York Times\" and \"Partisan Electoral Interventions by the Great Powers\" by Dov H. Levin:</p>\n<p>\"<strong>United States interference in foreign politics has included both explicit and covert actions aimed at changing, replacing, or preserving foreign governments. The United States has carried out at least 81 known interventions, either explicit or covert, in international politics during the period 1946-2000</strong>.\"</p>\n<p>Why is it important to remember U.S. interference? Because the U.S. is the architect of continuous tensions, created with the support of the CIA and NATO. Among the countless interferences, it is essential to talk about those perpetrated in the Balkans and those that caused the Russian invasion of Ukraine.</p>\n<p>We will now begin to examine the situation in Ukraine. The Russian invasion of Ukraine occurred in February 2022, but that date represents the culmination of a strategy pursued in the preceding years by the United States and NATO...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-01T11:10:58+02:00",
            "date_modified": "2025-09-01T11:10:58+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep9-will-ai-take-your-job/",
            "url": "https://theitalianuncut.ch/ep9-will-ai-take-your-job/",
            "title": "Ep9 - Will AI Take your Job?",
            "summary": "Recently, artificial intelligence has made tremendous strides. The impact of this technology on our societies is enormous, and many wonder: will AI take our jobs? Almost all analyses we have examined are cautious. The common thesis is clear: technological progress has destroyed many jobs, but&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/AI-Take-Jobs-1200x1200.jpg?updatedAt=1756105586833\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Recently, artificial intelligence has made tremendous strides. The impact of this technology on our societies is enormous, and many wonder: will AI take our jobs?</p>\n<p>Almost all analyses we have examined are cautious. The common thesis is clear: technological progress has destroyed many jobs, but it has also created new ones. Or, jobs haven’t disappeared but evolved, adopting increasingly sophisticated tools. So, if innovation hasn’t eliminated human work until now, why would it start doing so now? In other words, artificial intelligence is just another technology. And, as always, evolution will occur, but human work will not vanish.</p>\n<p>According to a Goldman Sachs study, AI adoption will have a relatively modest impact:</p>\n<p>“<em>Despite concerns about widespread job losses, AI adoption is expected to have only a modest and relatively temporary impact on employment levels. Goldman Sachs Research estimates that unemployment will increase by half a percentage point during the AI transition period as displaced workers seek new positions. If current AI use cases were expanded across the economy and reduced employment proportionally to efficiency gains, an estimated 2.5% of US employment would be at risk of related job loss.</em>”</p>\n<p>However, we see things differently. The studies we’ve read overlook two key factors:</p>\n<ul>\n<li>\n<p><strong>AI is not just any technology. It does not impact a single sector but all sectors</strong>. No area of human activity is exempt. We cannot simply look at history to make projections.</p>\n</li>\n<li>\n<p><strong>AI evolves at a breathtaking speed</strong>. What seemed like science fiction a month ago is reality today. Its progress is exponential, not linear.</p>\n</li>\n</ul>\n<p>But we will not limit ourselves to AI. We must also consider automation and robotics, which challenge manual labor. Robotics, too, is advancing at an exponential pace.</p>\n<p>As always, let’s start with facts and history.</p>\n<p>In Rome, Italy, many streets in the historic center recall ancient trades: Via dei Giubbonari, Via dei Chiavari, Via dei Pettinari. Trades that once animated the streets have now disappeared. Via dei Pettinari, for example, is named after artisans who made combs from ivory or wood. Today, these combs are no longer handmade but mass-produced in factories.</p>\n<p>The work of ten workshops is now done by a factory with ten employees. At first glance, little seems to have changed. But when automation began transforming production processes, workers disappeared from factories, replaced by machines. A slow but relentless process.</p>\n<p>A striking example comes from the automotive industry, where the impact of automation and robotics has been enormous. On YouTube, one can see factories where human presence is almost entirely absent: the entire production cycle is managed by machines, working tirelessly day and night.</p>\n<p>The results speak for themselves. In 2020, Ford’s plant in Craiova, Romania, reached a record daily production of 1,000 cars, nearly one car per minute. Who will buy all these vehicles? The trend is toward rental and car sharing, but that’s another story, which we will explore in a future episode about planned obsolescence and artificially sustained consumerism—a phenomenon that also harms the environment.</p>\n<p>If we limit ourselves to projecting the future based simply on history, we risk starting on the wrong foot. In reality, we are basing ourselves on two flawed assumptions:</p>\n<ul>\n<li>\n<p>Considering artificial intelligence as just another technology, when it actually impacts all sectors.</p>\n</li>\n<li>\n<p>Underestimating the incredible speed at which this field is evolving.</p>\n</li>\n</ul>\n<p>Let’s now look at AI’s impact on the labor market in 2025...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?<br><br>Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon</a><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\"></a><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\"> Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-25T09:14:30+02:00",
            "date_modified": "2025-09-16T14:56:33+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep8-why-hypersonics-are-more-dangerous-than-nukes/",
            "url": "https://theitalianuncut.ch/ep8-why-hypersonics-are-more-dangerous-than-nukes/",
            "title": "Ep8 - Why Hypersonics are More Dangerous Than Nukes",
            "summary": "Since the Cold War, we've always been told the same story: when it comes to geopolitics, a climate of nuclear deterrence exists between states that possess nuclear weapons. What does deterrence mean? It means discouraging any threat or attack with the fear of possible retaliation&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/nuclear-missiles-1200x1200.jpg?updatedAt=1755503252863\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Since the Cold War, we've always been told the same story: when it comes to geopolitics, a climate of nuclear deterrence exists between states that possess nuclear weapons. What does deterrence mean? It means discouraging any threat or attack with the fear of possible retaliation involving nuclear weapons. The consequence of such retaliation could lead to a counter-retaliation, triggering the infamous escalation, where each state with nuclear weapons would be authorized to use them.<br><br>In such a scenario, we must also consider the various alliances between states. If one state were attacked, an allied country—also equipped with nuclear warheads—could step in to defend it. In a short time, this escalation would lead to a global nuclear conflict, which would put human civilization at risk. This, then, is the classic narrative.<br><br>However, the Russia-Ukraine conflict and, even more so, the Israel-Iran conflict, should teach us a different lesson. The new narrative we should all start considering is this: precisely because all potential actors in the field know full well what the disastrous consequences of using nuclear weapons could be, they are highly unlikely to ever be used. No country—no matter how crazy—wants the total annihilation of the human race. A belligerent country usually wants to dominate another country; it doesn't want to start a war that everyone could lose.<br><br>In fact, other types of weapons are far more effective, and the Israel-Iran conflict proves it. Ballistic missiles and hypersonic missiles are some examples. Let's take a look at what they are.</p>\n<h3>Ballistic and Hypersonic Missiles: A New Reality</h3>\n<p>Ballistic missiles are designed to follow a roughly parabolic, or \"ballistic,\" trajectory that allows them to hit targets thousands of kilometers away. The missile is launched to very high altitudes, travels through the atmosphere, and enters space. Once in space, the missile travels for thousands of kilometers without needing propulsion until it falls back to Earth. At that point, thanks to gravity, the missile has gained tremendous speed and becomes very difficult to intercept. Its high velocity also increases its destructive power.<br><br>Now let's look at hypersonic missiles. To be defined as \"hypersonic,\" a missile must reach a speed at least five times that of sound (more than \"Mach 5\"). This means it travels at least 1.6 kilometers per second, a velocity at which air begins to behave differently. This is the distinction that leads us to speak of \"hypersonic velocity\" (and not simply \"supersonic,\" like speeds between Mach 1 and Mach 5). Many of the missiles developed recently are actually much faster than this, often reaching speeds of up to Mach 20.<br><br>Let's do a practical example. A missile traveling at Mach 20 moves at twenty times the speed of sound, or about 24,696 kilometers per hour (km/h). This means that in just 10 minutes, a missile of this type can travel 4,000 km. In other words, in less than 3 minutes, a missile of this kind can cross the entire length of Italy (1,291 km from the northernmost point to Lampedusa, the southernmost island)...<br><br></p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:</h4>\n<h4><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a></h4>\n<h4><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a></h4>\n<h4><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a></h4>\n<h4><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br><br></h4>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-18T10:09:34+02:00",
            "date_modified": "2025-08-18T12:03:38+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep7-gaza-war-crimes-or-genocide/",
            "url": "https://theitalianuncut.ch/ep7-gaza-war-crimes-or-genocide/",
            "title": "Ep7 - Gaza: War Crimes or Genocide?",
            "summary": "Today, we're tackling a topic we've been thinking about for a long time: the Israeli-Palestinian conflict. This time, the thesis we want to dismantle is this: what's happening in the Gaza Strip isn't a conflict, but a real genocide. The thesis we intend to argue,&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Gaza-genocide-1200x1200.jpg?updatedAt=1754939428261\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Today, we're tackling a topic we've been thinking about for a long time: the Israeli-Palestinian conflict. This time, the thesis we want to dismantle is this: what's happening in the Gaza Strip isn't a conflict, but a real genocide. The thesis we intend to argue, in our opinion, isn't actually that strong or counter-current, because the facts speak for themselves. There's nothing to prove. However, the current narrative fed to us daily by mainstream media is diametrically opposed. They generally speak of war crimes, in a childish and illusory attempt to hide the truth. The truth, however, is monumental, as we'll see, and trying to hide it only provokes widespread indignation, causing the media's reputation to hit rock bottom. As usual, in our analyses, we start with the facts.</p>\n<h3>What is the Gaza Strip?</h3>\n<p>First, let's geographically frame the area in question. The Gaza Strip is a densely populated coastal strip of land along the Mediterranean Sea, bordering Israel to the north and east, and Egypt to the southwest. It's geographically separated from the West Bank. It's a coastal region with a surface area of 360 km².</p>\n<p>To give you an idea of its size, we can say it's more or less the size of the entire Republic of Malta (about 316 km²) or a bit smaller than the Principality of Andorra (468 km²). It's about one and a half times the size of Elba Island (224 km²) in Italy's Tyrrhenian Sea. Despite its extremely small size, the Gaza Strip is one of the most densely populated places in the world, which enormously exacerbates living conditions in case of conflict or blockade.</p>\n<h3>Gaza's Population: A Sea of Children</h3>\n<p>This small area is populated by over two million inhabitants (October 2023). Of these, 1,240,082 are Palestinian refugees, a crucial figure registered with UNRWA (the United Nations Relief and Works Agency for Palestine Refugees in the Near East). This highlights the demographic composition of the Strip, largely made up of people or descendants of people displaced from the territories that are now Israel during the Arab-Israeli wars.</p>\n<p>Let's look a bit deeper into the demographics: a very high percentage of the Palestinian population consists of children and young people. How many of these children are there? According to the Palestinian Central Bureau of Statistics (PCBS) and data confirmed by UNICEF and other sources for 2024-2025, children under 18 years old make up about 43% of the entire Palestinian population (West Bank and Gaza Strip combined). In the Gaza Strip in particular, this percentage is even higher, reaching about 47% of the population under 18. In other words, almost one out of every two Palestinians in Gaza is a minor. If you consider the under-15 age group, it's about 37% for all of Palestine and over 40% for the Gaza Strip.</p>\n<h3>The Origin of Palestinian Refugees</h3>\n<p>Now that we have a clear understanding of the area's geography and demographics, let's delve deeper into the status of Palestinian refugees. Most of the \"Palestinian refugees\" we refer to are people (or their descendants) who were forced to abandon their homes or fled from the territories that became the State of Israel primarily during two key periods: the Arab-Israeli War of 1948 and the Six-Day War of 1967.</p>\n<ol>\n<li>The Arab-Israeli War of 1948 (or \"Nakba\" - catastrophe - for Palestinians): when the State of Israel was declared in May 1948, a war broke out between the newly formed Israel and the surrounding Arab states. During and immediately after this conflict, hundreds of thousands of Palestinian Arabs (estimated between 700,000 and 750,000) fled or were expelled from their homes and villages, becoming refugees in neighboring countries (like Jordan, Syria, Lebanon) and in the remaining Palestinian territories (West Bank and Gaza Strip).                                   </li>\n<li>The Six-Day War of 1967 (or \"Naksa\" - setback - for Palestinians): during this war, Israel conquered the West Bank (including East Jerusalem), which was previously under Jordanian control; the Gaza Strip, previously under Egyptian control; the Golan Heights, previously controlled by Syria; and the Sinai Peninsula, previously controlled by Egypt. Another significant wave of Palestinians (around 200,000-300,000) was displaced from the West Bank and Gaza, many of whom became refugees for the second time or joined existing refugee camps...</li>\n</ol>\n<p> </p>\n<h3>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?</h3>\n<h3><a href=\"https://open.spotify.com/episode/6mIbxrM2dObgX3AGsVqoTL?si=oZ3TIJjxTvCz0_tmrAt-hQ\">Listen the full episode on Spotify</a>.</h3>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-11T21:11:05+02:00",
            "date_modified": "2025-08-11T21:13:03+02:00"
        }
    ]
}
