{
    "version": "https://jsonfeed.org/version/1",
    "title": "The Italian Uncut",
    "description": "",
    "home_page_url": "https://theitalianuncut.ch",
    "feed_url": "https://theitalianuncut.ch/feed.json",
    "user_comment": "",
    "icon": "https://theitalianuncut.ch/media/website/Logo-Italian-Uncut-BLOG-660x160.svg",
    "author": {
        "name": "The Italian Uncut"
    },
    "items": [
        {
            "id": "https://theitalianuncut.ch/ep18-meritocracy-and-free-will-are-human-societies-built-on-illusions/",
            "url": "https://theitalianuncut.ch/ep18-meritocracy-and-free-will-are-human-societies-built-on-illusions/",
            "title": "Ep18 - Meritocracy and Free Will: Are Human Societies Built on Illusions?",
            "summary": "In the episodes published so far, we have analyzed wars, political crises, and global instability. But all these dynamics, from the Middle East to Europe, are not natural events, like an earthquake or a volcanic eruption. On the contrary, they are the result of human&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/merit-free-will-1200x1200.jpg?updatedAt=1760957022809\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>In the episodes published so far, we have analyzed wars, political crises, and global instability. But all these dynamics, from the Middle East to Europe, are not natural events, like an earthquake or a volcanic eruption. On the contrary, they are the result of human actions, carried out within our societies.</p>\n<p>Now, if we observe the world from above, a bird's-eye view, we can divide human societies into two major spheres: the Western and the Eastern. And for some time now, within Western society, we have been witnessing a rather worrying phenomenon: the attempt to gain global hegemony. What is evident is a frantic race for supremacy. This effort causes inequalities between countries, creating wealth on one side and misery and poverty on the other. Those born in a stable, wealthy country have opportunities for education and career, while those born in a conflict zone or extreme poverty risk not surviving or leading a severely limited life.</p>\n<p>The inequalities between people living in rich countries and people living in poor countries are evident, but within rich countries, there is another inequality that is a little less obvious. An inequality that is often consciously or unconsciously masked by a simple word: merit. The concept of merit is profoundly mythologized in our societies, be they Western or Eastern. When we talk about merit, in fact, we unconsciously fall under the influence of a mental distortion, or, to put it more correctly, a so-called cognitive bias. It is as if we were observing reality through filters that distort it, much like looking through sunglasses. Well, in this episode, we want to reflect precisely on this point: what is merit really, and how much of it is truly under our control.</p>\n<p>Before diving into today's episode, however, let's take a step back with a small Chinese story, the Parable of the Farmer. It doesn't serve to introduce the episode, but as a methodological tool to better understand reality. Indeed, we must first agree on one concept: what seems like good luck or bad luck to us is nothing more than chance (or randomness). Good fortune and bad fortune do not exist except as human inventions. And if we interpret success and merit in terms of luck, we risk misunderstanding everything. Chance, not luck, governs our lives.</p>\n<p>The parable tells the story of an old farmer. At one point, his horse ran away. The neighbors rushed to help him, saying, 'What bad luck!' But the farmer replied, 'Perhaps so, perhaps not. Who can say?'</p>\n<p>The horse returned, accompanied by other wild horses. The neighbors then rejoiced: 'What good fortune!' But this time too, the farmer replied, 'Perhaps so, perhaps not. Who can say?'</p>\n<p>The farmer's son broke his leg trying to tame one of the wild horses. The neighbors then exclaimed: 'What bad luck!' The farmer still replied, 'Perhaps so, perhaps not. Who can say?'</p>\n<p>A few months later, the army conscripted all the young men, but the farmer's son was not conscripted because of his broken leg and survived. The neighbors said, 'What good fortune!' And the farmer: 'Perhaps so, perhaps not. Who can say?'</p>\n<p>This example shows that events do not have absolute value; their meaning emerges only in relation to subsequent developments. Everything is the result of chance, a chain of unpredictable events. It is we who give a positive or negative meaning to events. And so, if good fortune and bad fortune do not exist, but only chance, perhaps merit also belongs to the same category of illusions or, to put it differently, human inventions.</p>\n<p>At this point, we can return to our question: what is merit really, and how much of it is truly under our control? Our thesis is the following: merit does not exist at all, except as a human invention. Exactly as happens with good luck or bad luck, it is all the result of chance, and it is we humans who give meaning to certain peculiarities.</p>\n<p>If we think of extraordinary people from the past, such as Leonardo or Einstein, Michelangelo or Mozart, a word immediately comes to mind: genius. These people were undoubtedly geniuses. But if we think of less famous people, yet brilliant in a certain field, we speak not of genius but of merit. The boundary between genius and merit is not sharp, but we recognize the merit and effort in training of a hundred-meter champion like Carl Lewis. The medals are deserved, as they are the result of constant commitment and determination. If a student does well in school, they are said to be meritorious. In short, if a person achieves exceptional results, they are said to have merit. Those who fail, on the other hand, have no merit. The concept of merit is particularly evident in the school context. So much so that the current Italian government named the Ministry of Education this way: 'Ministry of Education and Merit.' Essentially, those who succeed in life, who are successful, have merit; all the others do not. If a person does not achieve certain educational or career goals, they lack merit.</p>\n<p>But things are not as simple as they seem. If some people succeed while others do not, the question we should ask is: why do some people achieve exceptional results and others do not? The answer is not in merit, but in a combination of biological, social, and random factors. This is what the neurobiologist, anthropologist, and primatologist Robert Sapolsky explores in his book: Determined: A Science of Life Without Free Will. Sapolsky argues that our genetics, the environment in which we grow up, and the experiences we encounter completely determine our behavior. Free will, as we imagine it, is an illusion. We espouse this thesis, but attention: we are not the only ones saying it. Already in the seventeenth century, the Dutch philosopher Spinoza wrote that men believe themselves to be free because they are ignorant of the causes that determine them. Men ignore the causes that determine behaviors, because human behaviors are not under the control of the will, the so-called free will. Spinoza had realized that men were often subject to their own behaviors against their own will. If a behavior occurs but is not desired, then who or what causes it? Spinoza believed that behaviors were caused by nature. It is nature that decides human behaviors. A few centuries later, the neurobiologist Sapolsky tells us that science has discovered that human behaviors are determined by a combination of biological, social, and random factors. Spinoza spoke of nature; Sapolsky of biology. What Spinoza intuitively understood as the 'necessity of nature,' today molecular biology and neurosciences translate into neural networks and genetic predispositions. In other words, what Spinoza intuitively grasped with philosophy, science demonstrates today with data...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a>.<br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a>.<br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br></h4>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-10-20T12:47:02+02:00",
            "date_modified": "2025-10-20T12:47:02+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep17-gaza-ukraine-and-ben-gurion-canal-the-invisible-links-in-the-wests-war-for-war-for-global-arteries/",
            "url": "https://theitalianuncut.ch/ep17-gaza-ukraine-and-ben-gurion-canal-the-invisible-links-in-the-wests-war-for-war-for-global-arteries/",
            "title": "Ep17 - Gaza, Ukraine and Ben Gurion Canal: The Invisible Links in the West&#x27;s War for War for Global Arteries",
            "summary": "In a previous episode, number 7 to be precise, we reconstructed the history of the Gaza Strip. In today's episode, we continue to talk about Gaza. This time, however, we will focus on the motivations behind Israel's actions, telling you facts that are rarely disclosed&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Burion_1200x1200.jpg?updatedAt=1760347337729\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>In a previous episode, number 7 to be precise, we reconstructed the history of the Gaza Strip. In today's episode, we continue to talk about Gaza. This time, however, we will focus on the motivations behind Israel's actions, telling you facts that are rarely disclosed by the Western mainstream narrative. Today, we will shed light on the deep strategic objectives hidden behind the events unfolding in the Gaza Strip—events that are defined as acts of genocide not by us, but by the United Nations, the International Court of Justice, and numerous international NGOs. Once these objectives are clarified, the apparent madness and ferocity of Israel's actions will make a chilling kind of sense.</p>\n<p>To understand what is happening around us, and geopolitics in particular, one must always start by asking a single question: “Cui Prodest?” Cui prodest is a Latin phrase meaning 'who benefits?' and is used rhetorically to identify the beneficiary of an action or event, often a crime. The expression is often found in the context of criminal investigation as a criterion for discovering the culprit, stemming from the Roman jurist Cassius Longinus and a passage from Seneca’s Medea: \"Cui prodest scelus, is fecit\" ('the crime was committed by the one who profits from it'). Indeed, in all criminal investigations, two questions are often posed by investigators to discover the perpetrator: 'who is the beneficiary of this action?' and 'what is the motive?'</p>\n<p>Well, returning to the Gaza Strip, in this episode we will tell you the motive behind the genocide, but also—a very important fact—who benefits. As we will discover, the beneficiary is not only Israel. On the contrary, there are other countries interested in controlling that piece of land and sea. Finally, we will show you how we can connect the dots and see a tight link between the genocide happening in the Gaza Strip and the Russia-Ukraine war. Some of the lines connecting these dots are not abstract but incredibly concrete, and we could define them as: pipelines. Yes, because the stories we will tell you today involve natural gas, pipelines, and canals. Let's start with the canals.</p>\n<h4>The Suez Canal</h4>\n<p>In geopolitics, a knowledge of geography is fundamental. Indeed, as is known, wars exist for purely economic reasons. The driving forces that push one country to attack another are represented by the control of a territory, in order to exploit its mineral or energy resources, or simply because of its strategically relevant position. In this regard, the control of canals or straits through which ships pass is strategically important. For example, the Strait of Hormuz, the Suez Canal, and the Bab el-Mandeb Strait are critical maritime trade routes, particularly for the shipping of oil and containers. The Suez Canal is an artificial waterway connecting the Mediterranean Sea and the Red Sea, creating a shortcut for ships between Europe and Asia without having to circumnavigate Africa. The Suez Canal is therefore a fundamental hub because it significantly reduces travel times and fuel consumption compared to other maritime routes, such as the one around the Cape of Good Hope. Suez Canal traffic has generally increased over the years, reaching a historic high in 2022 and 2023, but it has suffered a sharp drop during periods of war and crisis. Historical closures include the 1956 war and the 1967 intervention.</p>\n<p>In July 1956, Egyptian President Gamal Abd el-Nasser nationalized the Suez Canal, even though British banks and companies still held a 44 percent stake. In 1956, there was the military occupation of the Suez Canal by France, the United Kingdom, and Israel, which Egypt opposed. The crisis was resolved when the Soviet Union threatened to intervene alongside Egypt and the United States. At that point, the British, French, and Israelis, fearing the escalation of the conflict, decided to withdraw. It was a conflict remembered by historians for various peculiarities: for the first time, the United States and the Soviet Union agreed to guarantee peace; for the first time, Canada spoke out and acted in contrast to the United Kingdom; it was the last military invasion by the United Kingdom without the political approval of the United States, which, according to many, marked the end of the British Empire. Similarly, it was the last military invasion by France and thus the final act of the French colonial empire; finally, it was one of the rare times the United States disagreed with Israel's policies.</p>\n<p>However, a series of events starting in 1964 led Israel to believe that the geopolitical situation defined in the region after the Suez crisis was at risk, leading to the Six-Day War in 1967. The Six-Day War (June 5-10, 1967) was the culmination of a prolonged crisis, triggered by a complex intertwining of deep tensions. The regional conflict was part of the Cold War dynamic. The Soviet Union supported and armed the Arab countries (particularly Egypt and Syria), while Israel enjoyed increasing, though initially cautious, support from the United States and some Western powers. Global tension exacerbated the local one. After the 1956 conflict, Israel was forced to withdraw from the Sinai, but obtained two crucial guarantees: the presence of UN troops (UNEF) in the Sinai and freedom of navigation in the Straits of Tiran. The Straits of Tiran are narrow sea passages formed by the presence of Tiran Island at the tip of the Gulf of Aqaba. Access to the ports of Eilat, in Israel, and Aqaba, Jordan's only port, depends on access to the Gulf of Aqaba and therefore on the control of the Straits of Tiran, which is why they have proven to be an area of strategic importance for the surrounding countries.</p>\n<p>The moves of Egyptian President Gamal Abd el-Nasser in 1967 were aimed at nullifying these gains. On May 22, 1967, Egypt closed the Straits of Tiran to Israeli navigation (and to ships bound for Eilat). Israel had declared since 1956 that such a blockade would be considered an act of war. Furthermore, on May 4, 1967, the Egyptians deployed troops in the Sinai and asked the UN to withdraw the Emergency Force (UNEF) from the peninsula and the Gaza Strip, effectively surrounding Israel and fueling the perception of an imminent Arab attack. Nasser's ideology of Pan-Arabism aimed to unite the Arab world under a single leadership against Israel. The 1967 War was seen by Nasser as a way to consolidate his leadership and redeem Arab honor after 1956. The growing activity of the Palestine Liberation Organization (PLO, created in 1964) and the guerrilla group al-Fath (led by Yasser Arafat) increased the fear in Israel of an existential threat not only from neighboring countries but also from internal and border movements. Then there is the issue of water. Disputes over the control of water resources, particularly the Arab project of the Headwater Diversion Plan along the Jordan River, represented a vital threat to Israel's agriculture and development. The Headwater Diversion Plan was an Arab League plan to divert two of the three sources of the Jordan River and prevent them from flowing into the Sea of Galilee, in order to thwart Israel's plans to use the water of Hasbani and Banias in its National Water Carrier project for irrigation outside the basin. Israel responded with its own water project, triggering exchanges of fire and sabotage. During this period, Nasser's intense anti-Israeli propaganda and calls for war put strong pressure on the Israeli government, pushing it to form a national unity government and opt for a preemptive strike to break the encirclement and the perception of weakness. Finally, we must consider religious factors. The deepest cause, in fact, lies in the Arab-Israeli conflict itself, namely the claim of two peoples (Zionist Jews and Palestinian Arabs) to the same territory, a situation exacerbated by the founding of the State of Israel in 1948. All these factors triggered the Six-Day War in 1967.</p>\n<p>In May 1967, Nasser received reports from the Soviet Union that Israel was massing troops on the Syrian border; Nasser began massing troops in the Sinai Peninsula, along the Israeli border (May 16), expelled the UNEF force from Gaza and the Sinai (May 19), and occupied UNEF positions in Sharm el-Sheikh, on the Straits of Tiran. Israel reiterated the declarations made in 1957, according to which a closure of the straits would be considered an act of war or at least a justification for war. Nasser declared the Straits closed to Israeli ships on May 22-23. On May 30, Jordan and Egypt signed a mutual defense pact. The following day, at Jordan's invitation, the Iraqi army began deploying troops and armored units in Jordan, with a subsequent reinforcement of an Egyptian contingent. On June 1, Israel formed a national unity government and on June 4 the decision was made to open hostilities. The following morning, Israel launched Operation Focus, a large-scale surprise air attack, which marked the beginning of the Six-Day War.</p>\n<p>During the 1967 war, Egypt stopped the Suez Canal to prevent its use by Israel, which occupied the Sinai and the eastern coast of Suez. Sunken ships and mines continued to block transport until the Yom Kippur War in 1973, when, after a couple of years and the demilitarization of the Sinai, the blockade was lifted...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-10-13T11:29:24+02:00",
            "date_modified": "2025-10-13T11:29:24+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep16-chat-control-digital-privacy-dies-october-14th/",
            "url": "https://theitalianuncut.ch/ep16-chat-control-digital-privacy-dies-october-14th/",
            "title": "Ep16 - Chat Control Digital - Privacy Dies October 14th",
            "summary": "What is going on? We are releasing this episode as an emergency, tackling a topic that cannot wait: it seems that governments all over the world have agreed to definitively destroy online privacy. We know, we talked about mass surveillance just a few months ago,&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Chat-Control-Again-1200x1200.jpg?updatedAt=1759914822581\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>What is going on? We are releasing this episode as an emergency, tackling a topic that cannot wait: it seems that governments all over the world have agreed to definitively destroy online privacy. We know, we talked about mass surveillance just a few months ago, but a new thing comes out every day. Unfortunately, these are not isolated cases, but a true and proper generalized authoritarian push common across that entire West that boasts so much about being democratic. And on top of all this, we have some recent moves by phone manufacturers that will make finding technical loopholes increasingly difficult.</p>\n<p>But let's take things in order. On July 25th, the Online Safety Act came into force in England, a measure that requires various online platforms to verify the age of their users. As usual, the pretext is to protect minors, and in this case, they want to prevent them from accessing content unsuitable for their age. Okay, a noble intention, but as we have already explained in other analyses, there would be better ways to manage this kind of problem, like investing in education. Instead, they insist on control. Is there a hidden agenda?</p>\n<p>The suspicion grows when we consider that the list of content considered dangerous for minors is quite vast. In fact, the ban does not only concern pornography, but also violent, discriminatory content, content that encourages eating disorders, depicts dangerous activities, and so on. All in all, everything seems legitimate enough, but the result is that various news reports, such as debates on immigration or updates on the situation in Gaza and Ukraine, have magically become inaccessible to anyone who refuses to be identified. You heard that right: in England, you must identify yourself with an identity document to read what is happening in Gaza or Ukraine.</p>\n<p>And if you think that's insane, you'd be right, but hold on because it will be coming to you too. We’ll get to that in a moment, but to complete the picture, we should also mention that English law stipulates that all platforms used by more than 7 million people in England, and which include user-generated content, will have to enable an age verification system. This, of course, potentially includes all social media, but also other unsuspected sites like Spotify and Wikipedia. The problem – before anyone jumps up to say, \"It doesn't concern me because I don't live in England\" – is that when these things are technically implemented, it's just a matter of enabling them with a switch, State by State. And, as we will see shortly, the laws that the European Parliament is formulating are moving exactly in that direction for us too.</p>\n<p>So, while Spotify immediately adapted to the implementation of an identity verification system, the Wikimedia Foundation filed a lawsuit against the English government, a case they later lost, although the final word has not yet been spoken. In fact, according to the ruling, the government must still commit to protecting Wikipedia, even if it is unclear how...</p>\n<h4>How Age Control Works and the Impact on Privacy</h4>\n<p>English law gives no technical suggestions and delegates everything to the service providers. Consequently, each platform has implemented its own verification system. Some ask to upload a copy of personal documents, some estimate age using AI and facial recognition, and some ask to enter credit card data. This is a disaster for privacy from many points of view. People are uploading an industrial quantity of sensitive data to multiple servers. Will they all be super secure? Obviously not. It is only a matter of time before one of them suffers a data breach, facilitating the work of all those who commit identity theft.</p>\n<p>Furthermore, this habituates users to constantly provide their data just to access services of interest. Think of cookie banners. Most users already click \"Accept\" blindly just so they disappear as quickly as possible. Similarly, many people will get used to sharing their face, their ID card, and who knows what else on random sites just to access them. It is quite plausible, even logical, that phishing sites that use the pretext of identity verification to obtain sensitive information will multiply like mushrooms.</p>\n<p>Naturally, the British did not like the measure at all and launched a petition on the official Parliament website that exceeded 500,000 signatures. They have also invented various stratagems to circumvent identity verification, some quite amusing. For example, in England, Discord and Reddit already require identity verification via camera. One user managed to pass the first step using the face of a well-known meme, but then the system asked him to open his mouth to prove he was a real person. So, he tried to use the video game Death Stranding, whose avatars can simulate various facial expressions, and the AI fell for it. One more reason why they will probably simply ask for our ID card.</p>\n<p>Another protest initiative came from a developer who created the site usedid.com from which an AI can generate a fake document using the face of the parliamentarians who approved the law. Well, despite the writing \"This is satire\" that appears as an overlay, it seems that the site has been obscured by several providers, but probably the most visible reaction was the massive increase in the use of VPNs. Proton VPN released a graph showing that the number of logins increased by 1400% on the day the law came into force, and other services reported similar increases. This has worried the English bureaucrats who evidently have just discovered what VPNs are...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a>.<br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a>.<br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-10-08T11:18:53+02:00",
            "date_modified": "2025-10-08T11:18:53+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep15-outcome-of-the-iraq-war-child-marriages-a-global-plague/",
            "url": "https://theitalianuncut.ch/ep15-outcome-of-the-iraq-war-child-marriages-a-global-plague/",
            "title": "Ep15 - Outcome of the Iraq War: Child Marriages, a Global Plague",
            "summary": "In this episode, we'll talk about child marriages, a tragic phenomenon that unfortunately still involves some 600 million minors worldwide. We’ll begin by examining the situation in one specific country: Iraq. Why Iraq? Because it’s a peculiar case that strongly highlights the link between two&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Child-marriage-1200x1200-no-text.jpg?updatedAt=1759765361936\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>In this episode, we'll talk about child marriages, a tragic phenomenon that unfortunately still involves some 600 million minors worldwide. We’ll begin by examining the situation in one specific country: Iraq.</p>\n<p>Why Iraq? Because it’s a peculiar case that strongly highlights the link between two seemingly distinct phenomena: poverty and child marriage. Our thesis is clear: wars cause destruction, which leads to economic crises and poverty—two factors that form the foundation of the child marriage phenomenon.</p>\n<p>For over a decade, the world debated the presence of Weapons of Mass Destruction (WMD) in Iraqi territory. We conducted inspections and searched for chemical labs and secret nuclear military bases. However, WMDs were never found by international observers. Yet, the presence of these phantom weapons was the pretext for unleashing the Second Gulf War. On March 20, 2003, Iraq was invaded by a multinational coalition led by the United States of America. The war finally ended on December 18, 2011, with the definitive transfer of all powers to Iraqi authorities installed by the United States military under a US governmental mandate.</p>\n<p>The invasion's main goal was the deposition of Saddam Hussein, who had long been viewed with hostility by the United States for various reasons: fears (later proven unfounded) about his hypothetical attempt to acquire WMDs, his alleged support for Islamist terrorism, his desire to appropriate Kuwait's oil wealth, and the oppression of Iraqi citizens by a bloody dictatorship.</p>\n<p>The first lie was about WMDs. The second lie was that the invasion would bring stable democracy. It is important to note this point because the so-called \"exportation of democracy\" represents one of the cornerstones of American foreign policy since the fall of the Soviet bloc. Many wars have been started by the US using this pretext. As we said in a previous episode, Barack Obama himself spoke of the US's autocracy during an interview.</p>\n<p>Not only did the war fail to produce democracy, but it instead caused instability and created a humanitarian tragedy. A tragedy that can be measured in these terms: a girl married before her eighteenth birthday. Let's consider the Personal Status Law of 1959. That law, in effect even during Saddam’s regime, was a progressive benchmark. It had fixed the minimum age for marriage at 18 for women, allowing exceptions only down to 15, decided by a secular judge. This law was a secular barrier protecting children, but the war destroyed the rule of law. When the United States destroyed the state apparatus, that barrier became vulnerable.</p>\n<p>Under Saddam Hussein, the law established the minimum age at 18, while today this safeguard is collapsing, opening the door for some religious authorities to push the minimum age down to nine years old. This is not just tradition; it is the concrete result of the 2003 invasion. We did not liberate Iraq. We accelerated a global plague. The current attempt to legalize marriage for girls as young as nine is not an Iraqi tradition resurfacing; it is a direct consequence of the political chaos that we created.</p>\n<p>What happened in Iraq is proof—a case study—demonstrating that what wars truly bring is total destruction, both of physical and moral goods. Not only do they not bring democracy, but on the contrary, they bring instability and facilitate the establishment of dictatorial and repressive regimes. We can go further and state with certainty that the foreign policy of some countries has the explicit goal of establishing or facilitating dictatorial regimes for their own interests. For example, to install a puppet government, not democratically elected, that is compliant with the interests of a foreign country, perhaps by authorizing oil drilling...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-10-06T17:47:06+02:00",
            "date_modified": "2025-10-06T17:47:06+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep14-is-protesting-a-new-crime-in-eu/",
            "url": "https://theitalianuncut.ch/ep14-is-protesting-a-new-crime-in-eu/",
            "title": "Ep14 - Is Protesting a New Crime in EU? ",
            "summary": "Those who have been following us for a while know that we’re used to flipping the narrative of the mainstream media, especially the Western one. In our first episodes, we showed, with facts and figures, how the West is composed of countries that are defined&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/is-protest-a-crime-1200x1200.jpg?updatedAt=1759139092662\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Those who have been following us for a while know that we’re used to flipping the narrative of the mainstream media, especially the Western one. In our first episodes, we showed, with facts and figures, how the West is composed of countries that are defined as democratic but often aren't. We've talked about the United States and the European Union. As always, our episodes begin by analyzing widely documented historical facts, even if finding information is becoming increasingly difficult due to censorship and the homogenization of information.</p>\n<p>In this episode, we want to talk about a very serious phenomenon that has been hitting Europe lately: the suppression of public opinion dissent by European governments. As usual, we’ll let the facts speak for themselves. Let's see what's happening in Europe.</p>\n<p>A few days ago in France, more than 300 protesters were arrested for demonstrating against the government's plans to cut social spending. As you know, the European Union intends to pursue an €800 billion rearmament plan to face a hypothetical and, to say the least, unlikely Russian invasion. We have already discussed in a previous episode how improbable a Russian attack on Europe is and how it is virtually impossible to counter it due to the enormous technological gap in the military field between Russia and the EU. We recommend listening to it if you haven't already. But let's return to the facts of these days.</p>\n<p>The European Union is pushed by pressure groups, financial elites, and what is often defined as the military-industrial complex to engage in this massive €800 billion rearmament plan. Furthermore, the EU is committed to buying weapons from the United States to then give them to Ukraine, to allow it to continue the conflict with Russia. The Union must also deal with the tariffs imposed by Trump. As if that weren't enough, the European Union must restore its arsenals, as it had to give its weapons to Ukraine during the Russia-Ukraine conflict to allow it to continue the conflict. Finally, dulcis in fundo, the European economy is stagnant, with its industry at a standstill for at least a couple of years. Now, such a devastated Europe is forced to make drastic cuts to social spending to find the necessary funds to finance the €800 billion rearmament plan...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?<br><br>Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-29T11:48:12+02:00",
            "date_modified": "2025-09-29T11:48:56+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep13-ai-takeover-the-first-ai-minister-of-the-world/",
            "url": "https://theitalianuncut.ch/ep13-ai-takeover-the-first-ai-minister-of-the-world/",
            "title": "Ep13 - AI Takeover: The First AI Minister of the World",
            "summary": "A quick note before we start. While we were preparing this episode, we came across a long article about Diella. It was well-written. Too well-written, in fact. We analyzed the style, the structure, the tone, and... we realized it was probably generated by an LLM.",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Diella-1200x1200.jpg?updatedAt=1758527704659\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>A quick note before we start. While we were preparing this episode, we came across a long article about <strong>Diella</strong>. It was well-written. Too well-written, in fact. We analyzed the style, the structure, the tone, and... we realized it was probably generated by an LLM. The irony of it all is that we're about to talk about an artificial minister, and to do so, we're using a text written by an AI to analyze the phenomenon. So, who signs the episode? Who is responsible? Is this still journalism? Maybe not. Maybe it's something new. And maybe... we just have to stop pretending we can stop it. Okay, let's begin.</p>\n<h4>The End of Human Work?</h4>\n<p>In a previous episode, we discussed the profound influence that AI and automation will have on the world of work. If you haven't listened to it yet, we highly recommend you do. Our thesis is that in the coming years, no job will be safe. We're living through a unique historical period that could mark the end of human labor as we know it. Despite this transition already happening in silence, touching professions once thought untouchable—like the IT sector—many people remain skeptical. That's why we decided to present a real, emblematic case that we believe will spark a lot of debate: Diella, the first politician in history to be impersonated by an artificial intelligence.</p>\n<p>Diella, which means 'Sun' in Albanian, is an <strong>AI developed by the National Information Society Agency of Albania (AKSHI)</strong>. In September 2025, following a presidential decree, <strong>Diella was officially appointed 'Minister of Public Procurement' in the Rama government</strong>. It's the first AI system in the world to hold a cabinet-level government role.</p>\n<h4>Not Science Fiction, but Reality</h4>\n<p>This isn't some vague futuristic project; it's a real fact. Diella was created to provide support for citizens. It's represented by an animated avatar in traditional Albanian clothing and can issue digitally stamped documents. <strong>As of September 2025, it has already processed tens of thousands of documents and services</strong>. The Albanian actress Anila Bisha provided the avatar's appearance and voice.</p>\n<p>The big turning point came when Prime Minister Rama stated that public procurement responsibilities would be gradually transferred to Diella to reduce political influence. The appointment is part of a broader anti-corruption program aimed at aligning Albania with EU accession requirements. Rama was very clear, saying Diella would help ensure that 'public procurement is 100% free of corruption.'</p>\n<p>Albania has become the first country to have an <strong>AI minister</strong>—not a minister for AI, but a virtual minister made of pixels and code, powered by artificial intelligence. The project officially uses Microsoft Azure infrastructure and Azure OpenAI technologies, although specific technical details, such as the exact models or training data, haven't been made public. This lack of transparency is a crucial point we'll analyze later, as it's fundamental to accountability and verifiability...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-22T09:59:27+02:00",
            "date_modified": "2025-09-22T10:01:40+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep12-will-rearm-eu-save-us-from-a-russian-attack/",
            "url": "https://theitalianuncut.ch/ep12-will-rearm-eu-save-us-from-a-russian-attack/",
            "title": "Ep12 - Will Rearm-EU Save Us From a Russian Attack?",
            "summary": "In a previous episode, we discussed the unsettling similarities between the current European rearmament project, pushed by European Commission President Ursula von der Leyen, and the rearmament that occurred before 1914, which inexorably led to the outbreak of the First World War. In this episode,&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/EU-Russia-1200x1200.jpg?updatedAt=1757923785291\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>In a previous episode, we discussed the unsettling similarities between the current European rearmament project, pushed by European Commission President Ursula von der Leyen, and the rearmament that occurred before 1914, which inexorably led to the outbreak of the First World War. In this episode, we intend to examine the issue from another perspective: could the proposed 800-million-euro rearmament be useful for a war capable of defeating Russia? Or, to be more cautious: would it be useful for an effective European defense? In other words, could the EU win a war against Russia? Or, would it at least be able to defend itself from a Russian attack?</p>\n<p>In this episode, contrary to our habits, we will not immediately reveal our thesis. The data and facts will show the listener how things really stand. Let's start from two fundamental assumptions that cannot be ignored:</p>\n<ul>\n<li>Wars are fought with weapons</li>\n<li>In the World Wars, the technologies that dominate today's battlefields, such as artificial intelligence, drones, or hypersonic missiles, did not exist. Conflicts were mainly based on artillery, armored vehicles, naval and air forces.</li>\n</ul>\n<p>It is therefore evident that this type of analysis, beyond any strategic and military alliances between different states that must in any case be taken into consideration, must start from an examination of the armaments available to individual states. Furthermore, it is necessary to examine the weapon production capacity on which each state can rely. Let's start by examining the various types of weapons. We can classify weapons of war into:</p>\n<ul>\n<li>Bladed weapons</li>\n<li>Firearms</li>\n<li>Weapons of mass destruction</li>\n</ul>\n<p>For obvious reasons we will ignore bladed weapons like swords or knives, because today's wars do not use such weapons. Let's look at firearms. We can classify them as:</p>\n<ul>\n<li>Portable firearms: pistols, carbines, rifles</li>\n<li>Artillery: cannons, mortars, tanks</li>\n<li>Missiles and rocket launchers</li>\n</ul>\n<p>For obvious reasons, while not neglecting the importance of portable firearms in urban and close-quarters combat, our analysis will focus mainly on artillery, missiles, and other long-range weapon systems, which have become the protagonists of modern conflicts. Things like cannons, mortars, tanks, ships, submarines, and planes. These are the weapons we saw in action in the First and Second World Wars. Now let's look at weapons of mass destruction. We can classify them as:</p>\n<ul>\n<li>Nuclear weapons</li>\n<li>Chemical weapons</li>\n<li>Biological weapons</li>\n</ul>\n<p>All these types of weapons have been used at least once, despite the various international treaties that have since prohibited their use or, as in the case of nuclear weapons, limited their proliferation. Nuclear weapons were used by the USA on Hiroshima and Nagasaki in August 1945 (the only two cases), biological weapons were used by the Japanese Empire (Unit 731) in China during the Second World War, and chemical weapons have been used multiple times, in defiance of international treaties. We recall the cases of Italy in Ethiopia in 1935-36, Iraq in Iran in 1980-1988 and against the Kurds in Halabja in 1988, and more recently during the Syrian Civil War.</p>\n<p>Regarding the <strong>1925 Geneva Convention</strong>, it is interesting to know that the protocol, which 146 countries have joined, while prohibiting the use of chemical and biological weapons in war, did not prohibit the development, production, or possession of such weapons. For this reason, many nations continued to develop biological weapons programs. The subsequent \"Biological Weapons Convention\" (BWC), which came into force in 1975, went beyond the Geneva Protocol, explicitly prohibiting the development, production, and stockpiling of biological and toxin weapons. As for chemical weapons, the Chemical Weapons Convention (CWC), which prohibits the development, production, stockpiling, and use of chemical weapons and requires their destruction, was adopted in Paris in 1993 and only entered into force in 1997.</p>\n<p>In summary, <strong>193 states have joined the Chemical Weapons Convention, except for Egypt, North Korea, South Sudan, and Israel. Instead, 185 states have joined the Biological Weapons Convention, except for Chad, Comoros, Djibouti, Micronesia, South Sudan, Tuvalu, Egypt, Haiti, Somalia, and Syria</strong>, which have either not signed or not ratified the agreement.</p>\n<p>There are also treaties regarding nuclear weapons, although with a very different approach. Unlike chemical and biological weapons, which have been completely banned for those who adhere to the treaties, <strong>the focus for nuclear weapons is on non-proliferation and limitation</strong>. This means that unlike chemical and biological weapons, <strong>there is no international treaty that universally prohibits the development, production, and possession of nuclear weapons for all states</strong>. For example, the Nuclear Non-Proliferation Treaty (NPT), from 1970, commits nuclear states to disarmament and non-nuclear ones not to acquire these weapons. However, nations like India, Pakistan, Israel, and North Korea are not a party to it. More recently, in 2021, the Treaty on the Prohibition of Nuclear Weapons (TPNW) came into force, but none of the nuclear powers have signed it, making its impact limited.</p>\n<p>What does all this mean? It means that <strong>even if we assume that all adhering states actually respect the promises made, some still remain outside who have not signed or ratified the treaties on chemical and/or biological weapons</strong>. Therefore, the risk of their use is concrete.</p>\n<p>We can summarize the picture just outlined in this way: <strong>in an hypothetical conflict today, the weapons that could be used are artillery, missiles, and other long-range weapon systems and weapons of mass destruction such as chemical, biological, and nuclear weapons</strong>. As we have seen, despite the treaties, there are countries that have not joined the various treaties and could therefore use weapons that are often not taken into consideration by analysts. But it's not over, because the picture is still incomplete, as we still have to examine the new weapons and new military technologies that are available today.</p>\n<h4>New Military Technologies</h4>\n<p>Until recently, missile defense systems like the American Patriot or the Israeli Iron Dome were seen as the answer to ballistic missiles and drones. But new technologies have created a new arms race for which, at the moment, there is no answer. Today there are weapons that, once launched, are effectively unstoppable. There is no defense against these missiles. Russia, in this regard, has invested heavily in this technology. Let's take the <strong>Avangard missile (SS-X-32Zh)</strong>:</p>\n<ul>\n<li>Speed: It reaches Mach 20-27 (between 20,000 and 33,000 km/h), a speed that makes it <strong>uncatchable for current interception systems</strong>.</li>\n<li>Trajectory: Unlike traditional ballistic missiles, which follow a predictable trajectory, the Avangard follows a hypersonic glide path, <strong>making its trajectory unpredictable and, consequently, able to penetrate any missile defense system, including advanced ones like the American GMD</strong>.</li>\n</ul>\n<p>And the Avangard is not the only one. Russia has also developed the <strong>Kinzhal</strong> (air-to-ground missile, Mach 10) and the <strong>Zircon</strong> (ship-to-ground missile, Mach 9). The most fearsome weapon, however, remains the <strong>Sarmat</strong> intercontinental ballistic missile, which has the ability to carry the Avangard hypersonic warhead.</p>\n<p><strong>All these systems drastically reduce reaction time, bringing it from about 30 minutes to just 5-7 minutes. A time insufficient to consult the Security Council or coordinate with allies, forcing decision-makers to an immediate and high-pressure response</strong>.</p>\n<p>More recently, Iran's attack on Israel showed the limits of current defense systems. Despite almost all the projectiles being shot down, the difficulty of intercepting the most advanced missiles and the need to invest billions for a defense that is not total anyway, raises a crucial question: in a conflict between states, based on a huge number of drones and hypersonic missiles, how effective would European defense systems be?</p>\n<p>But the nuclear threat goes beyond land-based missiles. A crucial aspect is the \"second-strike survival,\" which is a country's ability to launch a nuclear counterattack even after suffering a devastating first strike. This capability is based mainly on nuclear submarines. Let's make a numerical comparison:</p>\n<ul>\n<li>United States: 14 SSBNs (ballistic missile submarines)</li>\n<li>Russia: 11</li>\n<li>China: 6 (with a rapid increase)</li>\n<li>France/United Kingdom: 4 each</li>\n</ul>\n<p>But it is not just the number that counts. It's efficiency. <strong>Russian submarines, for example, operate in the Arctic, in deep, icy waters, which are extremely difficult for any adversary to monitor. Their Borei-class submarine is particularly silent and modern, armed with Bulava missiles</strong>.</p>\n<p>In addition to missiles, modern warfare has two invisible but decisive pillars: <strong>drones</strong> and <strong>satellites</strong>....</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a>.<br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a>.<br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-15T10:29:53+02:00",
            "date_modified": "2025-09-15T10:29:53+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/banned-for-speaking-the-italian-uncuts-war-against-the-censors/",
            "url": "https://theitalianuncut.ch/banned-for-speaking-the-italian-uncuts-war-against-the-censors/",
            "title": "Banned for Speaking: The Italian Uncut’s War Against the Censors",
            "summary": "Western mainstream media is corrupt. Perhaps you already knew this. Unfortunately, social media like X, Facebook, or Instagram are also corrupt. Their algorithms silently censor any inconvenient voice. What you may not have known is that there are so-called \"alternative\" social media that aren't run&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/censorship.jpg?updatedAt=1757518304873\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Western mainstream media is corrupt. Perhaps you already knew this. Unfortunately, social media like X, Facebook, or Instagram are also corrupt. Their algorithms silently censor any inconvenient voice. What you may not have known is that there are so-called \"alternative\" social media that aren't run by large US corporations, where censorship also operates with impunity. These are decentralized social media. Some names: Lemmy, Mastodon, Pielfed... there are countless. They aren't run by corporations but by small groups of volunteers. Ordinary people, in short. How do these \"alternative\" social media behave? Simply by <strong>banning inconvenient profiles</strong>.</p>\n<p>Are you talking about what's happening in Gaza? Banned from the server. Are you talking about the coups organized by the UK and MI6? Banned. Are you talking about the coups organized by the US and CIA? Banned. What's the excuse? Well, \"alternative\" social media can't ban profiles because they're telling inconvenient truths. So how do they operate? <strong>Under the pretext of spam</strong>. Tip: Never post anything on these \"alternative\" social media that contains a link to your website/blog/account. Otherwise, you'd be providing an excuse to be banned for spam. On these \"alternative\" social media, you can only link to mainstream sources like The Guardian, for example. But not to your own text, no matter how important the information you're trying to convey. You may have discovered a secret plot for the next attack on the White House, but if you post a single link to your article, well, spam, banned. With no chance of reply. That's how censorship works, folks.</p>\n<p>Here's our brief history. We started promoting our content on traditional social media. We even spent money advertising our content. The real joke was that they stole our money without giving us the visibility we'd agreed upon, censoring us with a shadowban. We summarized it all in a post on Mastodon (infosec.exchange). This:</p>\n<p><em>\"Shadowbanned on X and Instagram. Banned on Beehaw, Lemmy.world, Lemmy.social. Why? Because we talk about Gaza. Or coups organized by the UK/MI6. Or coups organized by the US/CIA. Who are we? Sorry, we can't say. We can't post links about ourselves. Otherwise, we'd be considered spam and banned. And we don't want to give the censors any excuses.</em>”</p>\n<p>Here is the content we published on sopuli.xyz (another so-called \"alternative\" decentralized server):</p>\n<p><em>\"Is what's happening in Gaza solely Israel's fault? Or is it also the fault of billions of people who do nothing? Not because they support it. But because silence and inaction make us complicit. The world sees. But it doesn't act. The excuse “what can we mere mortals do?” doesn't work today. Today, social media exposes what mainstream media hides. In the EU, at least 12 countries are blocking protests or arresting pro-Gaza protesters. Why do they do it? Because they only have to arrest 1,000-10,000 people. Would they be able to do it if there were 10-100 MILLION protesters? In which prisons could they put all these people? This is why 4 boats aren't scary. This is why 10,000 protesters aren't scary. So there's a solution to stop everything: we just have to act. But it takes millions of people; four activists, a rant on Instagram, or a like aren't enough. A like is useless. In Genoa, there was a torchlight procession for Gaza involving 40,000 people. As an Italian, I ask: where are the remaining 58,950,000 Italians? Likes on Instagram? Anyone who doesn't act now is complicit. Everyone, no one excluded. Patti Smith said in a song: People Have the Power. It's true. The power is there, you just have to use it. Otherwise, you're complicit.</em></p>\n<p><em>Note: Post removed before it was even published. The server predicted the future. Or maybe it was afraid of the truth.</em></p>\n<p><em>The Italian Uncut proudly claims to have been shadowbanned from X and Instagram and banned—yes, banned—from three “decentralized” Lemmy servers (Social, World, and Beehaw) that pretend to fight the mainstream system but imitate its procedures. Reason? Spam. Or maybe fear of making people think.</em></p>\n<p><em>Who are we? We can't say. Otherwise, we'd be advertising ourselves and providing an excuse to be banned for spam. Administrator: You should ban us because you don't want to hear our voice, because you're a censor, not because you're hiding behind the excuse of spam.”</em></p>\n<p>Well, the post above received 6 downvotes in just 45 minutes. The first two arrived immediately after publication. Those who voted down didn't even have time to read it.</p>\n<p>Well, guys, <strong>this is called censorship</strong>.</p>\n<p>Now, whose fault is the genocide happening in Gaza? Israel? Of course, but with the complicity of those who do nothing. Those who don't like an article, those who don't share an article, those who vote down. Why? Because this way they're helping the Censorship. That's why there are wars. Because people, yes, even mere mortals, are complicit. Complicit through inertia or—worse—petty censorship disguised as anti-spam moderation.</p>\n<p>Patti Smith: people have the power</p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-10T17:35:41+02:00",
            "date_modified": "2025-09-10T17:35:41+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep11-the-uks-dirty-secret-a-history-of-foreign-coups/",
            "url": "https://theitalianuncut.ch/ep11-the-uks-dirty-secret-a-history-of-foreign-coups/",
            "title": "Ep11 - The UK&#x27;s Dirty Secret: A History of Foreign Coups",
            "summary": "Sometimes, while reading history books, we're left puzzled by the incredible number of countries with dictatorial regimes that have prospered on our planet. Faced with such a staggering number, the question naturally arises: how did these dictatorial regimes manage to take power? Often, of course,&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/UK-dirty-secret-1200x1200.jpg?updatedAt=1757321746122\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Sometimes, while reading history books, we're left puzzled by the incredible number of countries with dictatorial regimes that have prospered on our planet. Faced with such a staggering number, the question naturally arises: <strong>how did these dictatorial regimes manage to take power?</strong> Often, of course, it’s through military coups, which install a form of dictatorship by force. It's hard to believe they were democratically elected. However, if we dig deeper, we often find that <strong>many of these regimes are the direct result of interference by other countries</strong>, or, to put it another way, of foreign intelligence operations—or, to use more politically correct language, \"foreign policy\" operations. In previous episodes, we’ve already talked about the tireless interference of the United States in dozens of countries, but the U.S., the CIA, and NATO aren’t the only actors in this game. In this episode, we'll talk about another very active player in its interference in other countries: the United Kingdom.</p>\n<p>The website Declassified UK, an investigative journalism organization founded in 2019, lists a staggering <strong>42 coups organized or planned by the UK since 1945</strong>. Declassified has discovered that the UK has planned or executed over 40 attempts to remove foreign governments <strong>in 27 countries</strong> since the end of the Second World War, involving intelligence agencies, secret and overt military interventions, and even assassinations.</p>\n<p>However, a serious analysis can’t begin without first verifying the reliability of the sources. So it's fair to ask: is Declassified UK a credible source? As is our practice, we prefer to let the facts speak for themselves. After Declassified UK published articles about the Ministry of Defence, the Ministry refused to cooperate or provide any further comments to the journalistic organization. This effective blacklisting in September 2020 led the Council of Europe to issue a media freedom alert for the UK. The British government only intervened to revoke the blacklisting after Declassified UK threatened legal action. This simple reaction from the government, in our opinion, makes Declassified UK a reliable source.</p>\n<h4>The Tip of the Iceberg: The 1953 Iranian Coup</h4>\n<p>The Declassified UK article begins by citing probably the most well-known coup carried out by British intelligence: the overthrow of the democratically elected Iranian government in 1953. Here’s what Wikipedia says about it:</p>\n<p><em>“The 1953 Iranian coup d'état, known in Iran as the 28 Mordad coup d'état, was the overthrow of Prime Minister Mohammad Mossadegh on August 19, 1953. It was orchestrated by the United States (CIA) and the United Kingdom (MI6). A key objective was to protect British oil interests in Iran after Mossadegh nationalized and refused to concede to Western oil demands. It was instigated by the United States (under the name Project TP-AJAX or Operation Ajax) and the United Kingdom (under the name Operation Boot).”</em></p>\n<p>In short, to protect the economic interests of the British oil company BP (British Petroleum), the U.S. with the CIA and the UK with MI6 interfered in Iran by orchestrating a coup. A move that allowed the British to continue doing business with oil. But what were the consequences for the Iranian people? The consequences of the 1953 coup are widely documented: the consolidation of a dictatorship, the denial of self-determination, and the foreign exploitation of oil resources, leading to long-lasting resistance and a future of political instability and repression...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a>.<br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a>.<br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-08T11:01:07+02:00",
            "date_modified": "2025-09-08T11:01:07+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/the-beast-a-case-study-on-how-a-state-funded-propaganda-machine-shapes-politics/",
            "url": "https://theitalianuncut.ch/the-beast-a-case-study-on-how-a-state-funded-propaganda-machine-shapes-politics/",
            "title": "The Beast: A Case Study on How a State-Funded Propaganda Machine Shapes Politics",
            "summary": "🔍 Source &amp; Transparency Note This article is based on investigative reporting by Open (2022–2023), particularly their \"Salvini Spende\" series. The data was originally verified through Meta’s Ad Library — a public archive of paid content on Facebook and Instagram. However, accessing this data is&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/zio-sam-salvini-1200x1200px.jpg?updatedAt=1757318171552\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<h4>🔍 Source &amp; Transparency Note</h4>\n<p><br><em>This article is based on investigative reporting by Open (2022–2023), particularly their \"Salvini Spende\" series. The data was originally verified through Meta’s Ad Library — a public archive of paid content on Facebook and Instagram.</em><br><br><em>However, accessing this data is not straightforward. By default, Meta Ad Library only shows active campaigns, making past ads invisible unless you manually adjust the filters. This creates a false impression of transparency: the archive exists, but it’s buried under poor UX and deliberate obscurity.</em><br><br><em>The fact that we must rely on journalists to archive what platforms make hard to find is not normal. It’s a warning sign for democracy.</em><br><br><em>This post does not claim original reporting. Its purpose is to amplify this investigation beyond Italy, where \"The Beast\" remains largely unknown.</em><br><br><em>Journalism must be shared — not just produced.</em><br><br>Ok, let's go.<br><br>Mass media and political propaganda aren't just abstract concepts; they are tangible machines, operated by people and often funded by public money. They manipulate information and public opinion on a massive scale.<br><br>In Italy, one of the most effective and notorious examples is 'La Bestia' (The Beast) — a social media 'popularity factory' created by Luca Morisi for Matteo Salvini’s League party. Even though Morisi has now left, the system he built remains a prime example of modern political communication and manipulation.</p>\n<h4>What is \"The Beast\"?</h4>\n<p>\"The Beast\" is not a single, secret algorithm. Instead, it's a sophisticated system that blends technology with human effort. At its core, it's a collaborative software suite used for cross-posting, graphic design, and event promotion. However, what truly makes it powerful is the team of around 35 people who work 24/7 to read, analyze, and interpret online sentiment.<br><br>Their goal is to understand what people are thinking and feeling, then flood the web with content designed to inflame emotions, influence user interactions, and rally support for Salvini.<br><br>Key features of The Beast's strategy:</p>\n<ul>\n<li>Simple, but impactful content: They use basic photo collages, short slogans, and posts that mock political opponents.</li>\n<li>The \"man of the people\" persona: They share photos of Salvini in everyday situations (eating Nutella, petting cats) to make him seem relatable to the average Italian.</li>\n<li>Automated and human-powered mobilization: In its early days, \"The Beast\" used a tool called \"Become Salvini's Spokesperson,\" which automatically retweeted his content. Now, they use large fan groups on platforms like Facebook and Telegram to mobilize thousands of real people to comment, share, and defend their leader. These groups are also home to trolls who use multiple accounts to influence discussions.</li>\n<li>Gamification: The system even created a simple social game called \"Win Salvini,\" where users could earn prizes—like a phone call from Salvini or a coffee with him — by liking and sharing his posts. This turned political engagement into a contest, further boosting interaction.</li>\n<li>The \"TV-Web-Territory\" formula: \"The Beast\" masterfully coordinates online and offline activity. Before Salvini appears on TV, his online supporters are mobilized to tune in. During the show, they live-tweet and share clips to create buzz. This cycle raises his media profile, leading to more TV appearances and even wider reach.</li>\n</ul>\n<h4>Why is this relevant?</h4>\n<p>The case of \"The Beast\" shows us that modern propaganda isn't just about fake news. It's about a highly coordinated, well-funded, and professionally managed machine that actively shapes public discourse.<br><br>It uses a mix of emotional appeals, simple messaging, and strategic community-building to create a powerful, self-sustaining echo chamber. This isn't a secret, diabolical algorithm—it’s a carefully crafted system of political communication that has set a new standard in Italy and offers a clear example for anyone trying to understand how such machines operate in the digital age.</p>\n<h4>The Public Cost of Virality</h4>\n<p>This machine doesn’t run on passion alone. It runs on money — and much of it comes from public funding. According to investigative reports by Open and Fanpage.it, individual posts by Matteo Salvini have been promoted online with budgets reaching €30,000 each. In 2022 alone, the League spent over €600,000 on Meta platforms (Facebook, Instagram).<br>These are not private donations. They are funds allocated to political parties through Italy’s public financing system — meaning every Italian taxpayer indirectly pays for this propaganda engine. The Beast isn’t just a communication strategy. It’s a state-subsidized attention machine.</p>\n<h4>Where Does the Money Come From?</h4>\n<p>The funding for these campaigns comes from multiple sources, all tied to public money:</p>\n<ul>\n<li>Public party financing, allocated by the state based on electoral results.</li>\n<li>The 2x1000 tax designation, where citizens choose to give a portion of their taxes to a political party.</li>\n<li>Reimbursed election expenses, paid by the state after campaigns.</li>\n</ul>\n<p>While this system is legal, it means that the digital propaganda machine of \"The Beast\" is ultimately sustained by taxpayer funds — not private investment. Salvini is not a company. He doesn’t sell products. The attention he buys online is paid for by the Italian public, whether they support him or not.</p>\n<h4>Why This Matters Beyond Italy</h4>\n<p>The Beast is not just an Italian anomaly. It is a prototype. A model of how digital propaganda, public funding, and emotional engineering can be combined to manufacture consensus at scale. Other leaders and parties across Europe and beyond have studied — and copied — its methods. Understanding \"The Beast\" is not about criticizing Salvini. It’s about recognizing a new form of power: industrialized attention, funded by taxpayers, designed to bypass reason. And if we don’t name it, analyze it, and resist it, it will become the new normal.</p>\n<h4>The Beast is Not Alone: A Global Pattern</h4>\n<p>While \"La Bestia\" is Italian in form, it is part of a global trend. From the United States to Russia, Brazil to Hungary, political powers are building industrial-scale machines to manipulate public opinion:</p>\n<ul>\n<li>In the U.S., Cambridge Analytica used stolen Facebook data to micro-target voters in 2016 — a case of data-driven psychological manipulation.</li>\n<li>In Russia, the Internet Research Agency (the \"Troll Factory\" of St. Petersburg) employed hundreds of workers to pose as Americans and inflame social divisions.</li>\n<li>In Hungary, Prime Minister Orbán’s government captured the media landscape using state funds and propaganda agencies like Komesz.</li>\n<li>In Brazil, Bolsonaro’s \"Digital Militia\" weaponized WhatsApp to spread disinformation through encrypted networks.</li>\n</ul>\n<p>These are not isolated cases. According to the Oxford Internet Institute, over 80 countries now have organized operations to manipulate social media.<br><br>The tools differ — bots, trolls, fake news, AI — but the goal is the same: to manufacture consent, bypass reason, and consolidate power. \"La Bestia\" is not an anomaly. It is a node in a global network of digital control.<br><br><strong>📬 Want more?</strong><br><br>This is the first in a series of investigations into state-funded propaganda machines worldwide. Next: Cambridge Analytica. Subscribe to the newsletter for updates (no spam, just thinking). </p>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-05T17:20:01+02:00",
            "date_modified": "2025-09-08T09:57:05+02:00"
        }
    ]
}
