{
    "version": "https://jsonfeed.org/version/1",
    "title": "The Italian Uncut",
    "description": "",
    "home_page_url": "https://theitalianuncut.ch",
    "feed_url": "https://theitalianuncut.ch/feed.json",
    "user_comment": "",
    "icon": "https://theitalianuncut.ch/media/website/Logo-Italian-Uncut-BLOG-660x160.svg",
    "author": {
        "name": "The Italian Uncut"
    },
    "items": [
        {
            "id": "https://theitalianuncut.ch/ep11-the-uks-dirty-secret-a-history-of-foreign-coups/",
            "url": "https://theitalianuncut.ch/ep11-the-uks-dirty-secret-a-history-of-foreign-coups/",
            "title": "Ep11 - The UK&#x27;s Dirty Secret: A History of Foreign Coups",
            "summary": "Sometimes, while reading history books, we're left puzzled by the incredible number of countries with dictatorial regimes that have prospered on our planet. Faced with such a staggering number, the question naturally arises: how did these dictatorial regimes manage to take power? Often, of course,&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/UK-dirty-secret-1200x1200.jpg?updatedAt=1757321746122\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Sometimes, while reading history books, we're left puzzled by the incredible number of countries with dictatorial regimes that have prospered on our planet. Faced with such a staggering number, the question naturally arises: <strong>how did these dictatorial regimes manage to take power?</strong> Often, of course, it’s through military coups, which install a form of dictatorship by force. It's hard to believe they were democratically elected. However, if we dig deeper, we often find that <strong>many of these regimes are the direct result of interference by other countries</strong>, or, to put it another way, of foreign intelligence operations—or, to use more politically correct language, \"foreign policy\" operations. In previous episodes, we’ve already talked about the tireless interference of the United States in dozens of countries, but the U.S., the CIA, and NATO aren’t the only actors in this game. In this episode, we'll talk about another very active player in its interference in other countries: the United Kingdom.</p>\n<p>The website Declassified UK, an investigative journalism organization founded in 2019, lists a staggering <strong>42 coups organized or planned by the UK since 1945</strong>. Declassified has discovered that the UK has planned or executed over 40 attempts to remove foreign governments <strong>in 27 countries</strong> since the end of the Second World War, involving intelligence agencies, secret and overt military interventions, and even assassinations.</p>\n<p>However, a serious analysis can’t begin without first verifying the reliability of the sources. So it's fair to ask: is Declassified UK a credible source? As is our practice, we prefer to let the facts speak for themselves. After Declassified UK published articles about the Ministry of Defence, the Ministry refused to cooperate or provide any further comments to the journalistic organization. This effective blacklisting in September 2020 led the Council of Europe to issue a media freedom alert for the UK. The British government only intervened to revoke the blacklisting after Declassified UK threatened legal action. This simple reaction from the government, in our opinion, makes Declassified UK a reliable source.</p>\n<h4>The Tip of the Iceberg: The 1953 Iranian Coup</h4>\n<p>The Declassified UK article begins by citing probably the most well-known coup carried out by British intelligence: the overthrow of the democratically elected Iranian government in 1953. Here’s what Wikipedia says about it:</p>\n<p><em>“The 1953 Iranian coup d'état, known in Iran as the 28 Mordad coup d'état, was the overthrow of Prime Minister Mohammad Mossadegh on August 19, 1953. It was orchestrated by the United States (CIA) and the United Kingdom (MI6). A key objective was to protect British oil interests in Iran after Mossadegh nationalized and refused to concede to Western oil demands. It was instigated by the United States (under the name Project TP-AJAX or Operation Ajax) and the United Kingdom (under the name Operation Boot).”</em></p>\n<p>In short, to protect the economic interests of the British oil company BP (British Petroleum), the U.S. with the CIA and the UK with MI6 interfered in Iran by orchestrating a coup. A move that allowed the British to continue doing business with oil. But what were the consequences for the Iranian people? The consequences of the 1953 coup are widely documented: the consolidation of a dictatorship, the denial of self-determination, and the foreign exploitation of oil resources, leading to long-lasting resistance and a future of political instability and repression...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a>.<br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a>.<br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-08T11:01:07+02:00",
            "date_modified": "2025-09-08T11:01:07+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/the-beast-a-case-study-on-how-a-state-funded-propaganda-machine-shapes-politics/",
            "url": "https://theitalianuncut.ch/the-beast-a-case-study-on-how-a-state-funded-propaganda-machine-shapes-politics/",
            "title": "The Beast: A Case Study on How a State-Funded Propaganda Machine Shapes Politics",
            "summary": "🔍 Source &amp; Transparency Note This article is based on investigative reporting by Open (2022–2023), particularly their \"Salvini Spende\" series. The data was originally verified through Meta’s Ad Library — a public archive of paid content on Facebook and Instagram. However, accessing this data is&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/zio-sam-salvini-1200x1200px.jpg?updatedAt=1757318171552\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<h4>🔍 Source &amp; Transparency Note</h4>\n<p><br><em>This article is based on investigative reporting by Open (2022–2023), particularly their \"Salvini Spende\" series. The data was originally verified through Meta’s Ad Library — a public archive of paid content on Facebook and Instagram.</em><br><br><em>However, accessing this data is not straightforward. By default, Meta Ad Library only shows active campaigns, making past ads invisible unless you manually adjust the filters. This creates a false impression of transparency: the archive exists, but it’s buried under poor UX and deliberate obscurity.</em><br><br><em>The fact that we must rely on journalists to archive what platforms make hard to find is not normal. It’s a warning sign for democracy.</em><br><br><em>This post does not claim original reporting. Its purpose is to amplify this investigation beyond Italy, where \"The Beast\" remains largely unknown.</em><br><br><em>Journalism must be shared — not just produced.</em><br><br>Ok, let's go.<br><br>Mass media and political propaganda aren't just abstract concepts; they are tangible machines, operated by people and often funded by public money. They manipulate information and public opinion on a massive scale.<br><br>In Italy, one of the most effective and notorious examples is 'La Bestia' (The Beast) — a social media 'popularity factory' created by Luca Morisi for Matteo Salvini’s League party. Even though Morisi has now left, the system he built remains a prime example of modern political communication and manipulation.</p>\n<h4>What is \"The Beast\"?</h4>\n<p>\"The Beast\" is not a single, secret algorithm. Instead, it's a sophisticated system that blends technology with human effort. At its core, it's a collaborative software suite used for cross-posting, graphic design, and event promotion. However, what truly makes it powerful is the team of around 35 people who work 24/7 to read, analyze, and interpret online sentiment.<br><br>Their goal is to understand what people are thinking and feeling, then flood the web with content designed to inflame emotions, influence user interactions, and rally support for Salvini.<br><br>Key features of The Beast's strategy:</p>\n<ul>\n<li>Simple, but impactful content: They use basic photo collages, short slogans, and posts that mock political opponents.</li>\n<li>The \"man of the people\" persona: They share photos of Salvini in everyday situations (eating Nutella, petting cats) to make him seem relatable to the average Italian.</li>\n<li>Automated and human-powered mobilization: In its early days, \"The Beast\" used a tool called \"Become Salvini's Spokesperson,\" which automatically retweeted his content. Now, they use large fan groups on platforms like Facebook and Telegram to mobilize thousands of real people to comment, share, and defend their leader. These groups are also home to trolls who use multiple accounts to influence discussions.</li>\n<li>Gamification: The system even created a simple social game called \"Win Salvini,\" where users could earn prizes—like a phone call from Salvini or a coffee with him — by liking and sharing his posts. This turned political engagement into a contest, further boosting interaction.</li>\n<li>The \"TV-Web-Territory\" formula: \"The Beast\" masterfully coordinates online and offline activity. Before Salvini appears on TV, his online supporters are mobilized to tune in. During the show, they live-tweet and share clips to create buzz. This cycle raises his media profile, leading to more TV appearances and even wider reach.</li>\n</ul>\n<h4>Why is this relevant?</h4>\n<p>The case of \"The Beast\" shows us that modern propaganda isn't just about fake news. It's about a highly coordinated, well-funded, and professionally managed machine that actively shapes public discourse.<br><br>It uses a mix of emotional appeals, simple messaging, and strategic community-building to create a powerful, self-sustaining echo chamber. This isn't a secret, diabolical algorithm—it’s a carefully crafted system of political communication that has set a new standard in Italy and offers a clear example for anyone trying to understand how such machines operate in the digital age.</p>\n<h4>The Public Cost of Virality</h4>\n<p>This machine doesn’t run on passion alone. It runs on money — and much of it comes from public funding. According to investigative reports by Open and Fanpage.it, individual posts by Matteo Salvini have been promoted online with budgets reaching €30,000 each. In 2022 alone, the League spent over €600,000 on Meta platforms (Facebook, Instagram).<br>These are not private donations. They are funds allocated to political parties through Italy’s public financing system — meaning every Italian taxpayer indirectly pays for this propaganda engine. The Beast isn’t just a communication strategy. It’s a state-subsidized attention machine.</p>\n<h4>Where Does the Money Come From?</h4>\n<p>The funding for these campaigns comes from multiple sources, all tied to public money:</p>\n<ul>\n<li>Public party financing, allocated by the state based on electoral results.</li>\n<li>The 2x1000 tax designation, where citizens choose to give a portion of their taxes to a political party.</li>\n<li>Reimbursed election expenses, paid by the state after campaigns.</li>\n</ul>\n<p>While this system is legal, it means that the digital propaganda machine of \"The Beast\" is ultimately sustained by taxpayer funds — not private investment. Salvini is not a company. He doesn’t sell products. The attention he buys online is paid for by the Italian public, whether they support him or not.</p>\n<h4>Why This Matters Beyond Italy</h4>\n<p>The Beast is not just an Italian anomaly. It is a prototype. A model of how digital propaganda, public funding, and emotional engineering can be combined to manufacture consensus at scale. Other leaders and parties across Europe and beyond have studied — and copied — its methods. Understanding \"The Beast\" is not about criticizing Salvini. It’s about recognizing a new form of power: industrialized attention, funded by taxpayers, designed to bypass reason. And if we don’t name it, analyze it, and resist it, it will become the new normal.</p>\n<h4>The Beast is Not Alone: A Global Pattern</h4>\n<p>While \"La Bestia\" is Italian in form, it is part of a global trend. From the United States to Russia, Brazil to Hungary, political powers are building industrial-scale machines to manipulate public opinion:</p>\n<ul>\n<li>In the U.S., Cambridge Analytica used stolen Facebook data to micro-target voters in 2016 — a case of data-driven psychological manipulation.</li>\n<li>In Russia, the Internet Research Agency (the \"Troll Factory\" of St. Petersburg) employed hundreds of workers to pose as Americans and inflame social divisions.</li>\n<li>In Hungary, Prime Minister Orbán’s government captured the media landscape using state funds and propaganda agencies like Komesz.</li>\n<li>In Brazil, Bolsonaro’s \"Digital Militia\" weaponized WhatsApp to spread disinformation through encrypted networks.</li>\n</ul>\n<p>These are not isolated cases. According to the Oxford Internet Institute, over 80 countries now have organized operations to manipulate social media.<br><br>The tools differ — bots, trolls, fake news, AI — but the goal is the same: to manufacture consent, bypass reason, and consolidate power. \"La Bestia\" is not an anomaly. It is a node in a global network of digital control.<br><br><strong>📬 Want more?</strong><br><br>This is the first in a series of investigations into state-funded propaganda machines worldwide. Next: Cambridge Analytica. Subscribe to the newsletter for updates (no spam, just thinking). </p>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-05T17:20:01+02:00",
            "date_modified": "2025-09-08T09:57:05+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep10-the-balkans-europes-next-war/",
            "url": "https://theitalianuncut.ch/ep10-the-balkans-europes-next-war/",
            "title": "Ep10 - The Balkans: Europe’s Next War?",
            "summary": "In a previous episode, we shared the opinion of the Italian historian Alessandro Barbero, who, while analyzing the current situation in Europe, found some unsettling similarities with the events that led to the First World War. According to Barbero, the European arms race happening today&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Balkans-war-1200x1200.jpg?updatedAt=1756717064095\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>In a previous episode, we shared the opinion of the Italian historian Alessandro Barbero, who, while analyzing the current situation in Europe, found some unsettling similarities with the events that led to the First World War. According to Barbero, the European arms race happening today was one of the main causes that sparked the war in 1914.</p>\n<p>In this episode, we intend to go a step further, meticulously analyzing both the events that occurred before the outbreak of the 1914 war and what has been happening in Europe in recent years. We will draw a parallel between two historical periods, very distant and in some ways different, to highlight a very real risk that is manifesting today and which we can summarize with this question: will the Balkans once again be the fuse capable of triggering a new world conflict?</p>\n<p>As usual, our analysis begins by examining the historical facts. Historical facts are not isolated; therefore, to understand what is happening today, it is necessary to examine the events of the years leading up to the outbreak of the First World War, the facts that occurred during the so-called Cold War, the events preceding the Russia-Ukraine war, the current economic situation of the European Union, and the current situation in the Balkans.</p>\n<p>As is well known, the cause of the First World War was the assassination of Archduke Franz Ferdinand—then heir to the throne—in Sarajevo in 1914 by a Serbian-Bosnian nationalist. This was, in common opinion, the casus bellis. But here, something in this narrative doesn't add up. The question that should spontaneously arise is: how can a single murder cause a world conflict? It seems absurd. And in fact, it is, because the assassination of Archduke Franz Ferdinand was not the actual cause that triggered the conflict, but rather the pretext.</p>\n<p>To understand the real causes of the first world conflict, we need to go even further back in time, turning our attention to 1878. After the Congress of Berlin in 1878, Austria-Hungary, the so-called “Dual Monarchy,” obtained the right to occupy and administer Bosnia and Herzegovina. But the province still remained formally part of the Ottoman Empire. In other words, Austria-Hungary held military and administrative control, but the Ottoman Empire retained legal sovereignty.</p>\n<p>Let's move forward a bit. It is now around 1908, and the state of Bosnia and Herzegovina, located in the Western Balkans, is still nominally under the control of the Ottoman Empire. However, in July 1908, an important event occurred. After a coup, the Young Turk movement initiated the constitutional reform of the Ottoman Empire.</p>\n<p>The Young Turks (a nationalist and reformist movement) overthrew Sultan Abdul Hamid II and restored the Ottoman constitution. They then announced important reforms concerning the parliament, elections, and the modernization of the Ottoman Empire but, above all, the claim of real control over all territories still formally Ottoman, including the Balkans. This change frightened Aehrenthal, the then Austro-Hungarian Foreign Minister, for two reasons:</p>\n<ol>\n<li>The risk of losing legal control over Bosnia and Herzegovina.</li>\n<li>The risk of a \"re-Islamized\" or autonomist Bosnia.</li>\n</ol>\n<p>In fact, if the Ottoman Empire became strong, centralized, and constitutional again, it could demand the withdrawal of the Austrian occupation and the return of Bosnia and Herzegovina.</p>\n<p>Furthermore, the Young Turks promoted a united Ottoman Empire with citizens of all ethnicities and religions; an administrative reform that could have included Bosnia and a return of central power to Istanbul. This could have given hope to the Bosnian Muslim population, who still saw the Ottoman Empire as legitimate. It could also have undermined Habsburg control, which was already fragile among the different ethnicities (Serbs, Croats, Bosniaks) and provoked the creation of an autonomist or pro-Ottoman movement in Bosnia.</p>\n<p>Therefore, in September 1908, Aehrenthal met with the Russian Foreign Minister Aleksandr Petrovič Izvol'skij, accepting the Russian proposal for the annexation of Bosnia and Herzegovina in exchange for Austrian support for the passage of Russian warships through the \"Straits\" (the Dardanelles, the Sea of Marmara, and the Bosphorus). Therefore, when the annexation of Bosnia and Herzegovina by the Dual Monarchy was announced on October 6, 1908, there were violent reactions from Serbia alone. However, when Russian Minister Izvol'skij discovered that <strong>the United Kingdom and France opposed the passage of Russian ships through the Straits</strong>, Russia withdrew its provisional support for the Austrian annexation of Bosnia and Herzegovina, supporting Serbia's claims. The situation became serious, and for some time, a war seemed imminent. Let's keep in mind the position of the United Kingdom: it opposed the passage of Russian ships through the Straits. This is important to remember, because as we will see, <strong>the United Kingdom also played an important role during the peace talks between Russia and Ukraine in 2022</strong>.</p>\n<p>Serbia had to come to terms with the Habsburg monarchy after a German ultimatum (March 1909) had forced Russia to withdraw its support, and after the Turkish government had accepted the Austrian annexation of Bosnia and Herzegovina in exchange for monetary compensation. The Bosnian crisis was resolved, but the Serbs, deeply wounded in their national pride, continued to foment unrest in the southern Slavic provinces. Let's keep in mind the role of Germany, because we will find it again today acting as a catalyst.</p>\n<p>So the actors were not just two—the Austro-Hungarian Empire on one side and Serbia on the other—but many more: Austria-Hungary, Serbia, Russia, Germany, and the Ottoman Empire. Furthermore, even then, there were alliances between states, a bit like what happens today with NATO countries.</p>\n<p>There was the Triple Alliance, a defensive military pact stipulated on May 20, 1882, in Vienna by the German and Austro-Hungarian empires (which already formed the Dual Alliance) and the Kingdom of Italy. The alliance was supported primarily by Germany, which was eager to politically isolate France.</p>\n<p>Also, at that time, the Triple Entente was in force, a system of political-military agreements between the United Kingdom, France, and Russia.</p>\n<p>So we have Austria-Hungary, Germany, and the Kingdom of Italy in the Triple Alliance, and France, the United Kingdom, and Russia in the Triple Entente.</p>\n<p>The countries involved were: Austria-Hungary, Germany, the Kingdom of Italy, France, the United Kingdom, Russia, and the Ottoman Empire.</p>\n<p><strong>Germany is an important actor because we can draw a parallel: it was against Russia in 1909 when it gave Russia the ultimatum to withdraw its support for Serbia, and it is against Russia again today when it militarily and economically helps Ukraine</strong>.</p>\n<p>At this point, we need to take another leap, moving to the period of the so-called Cold War. This is an important historical period to examine because the events that occurred during that time still influence the geopolitical situation today.</p>\n<p>The Cold War was a period of geopolitical tension between the United States of America and the Western Bloc on one side, and the Soviet Union and the so-called Eastern Bloc on the other, which began with the deterioration of relations between the Western Allies and the Soviet Union immediately after the end of the Second World War, and ended with the fall of the Berlin Wall (1989) and the subsequent dissolution of the Soviet Union (1991).</p>\n<p>Attention, because this is what the mainstream Western narrative claims. In reality, as we will see, <strong>tensions between NATO (i.e., the Western Allies) and Russia did not end with the collapse of the Berlin Wall; in fact, they never ended</strong>. But let's proceed in order.</p>\n<p>NATO, the Western Bloc, was established in 1949, and six years later, in 1955, the Soviet Union responded with the stipulation of the Warsaw Pact. Both NATO and the Warsaw Pact were essentially military alliances. NATO is still active, while the Warsaw Pact was dissolved in 1991. Also in 1991, a few months later, the Soviet Union was dissolved.</p>\n<p>After the dissolution of the Soviet Union, most of the former members of the Warsaw Pact joined NATO and the European Union. Currently, there are 32 NATO member countries.</p>\n<p>During the Cold War period, there was no lack of crises, among which we must necessarily mention the Cuban Missile Crisis. The Cuban Missile Crisis was a state of serious political and diplomatic tension between the United States of America and the Soviet Union, generated by the deployment of Soviet ballistic missiles in Cuban territory. The episode, which occurred during the Kennedy presidency, was one of the most critical moments of the Cold War and the most at risk of triggering a nuclear conflict. The Soviet Union deployed missiles with nuclear warheads following the attempt to invade Cuba by the United States in 1961. The United States, in fact, attempted to overthrow the government of Fidel Castro in 1961, planning an invasion—called the Bay of Pigs invasion—with the help of the CIA. The operation, planned by CIA director Allen Welsh Dulles during the Eisenhower administration, was launched in April 1961, less than three months after John Fitzgerald Kennedy's inauguration as President. The Cuban armed forces, equipped and trained by pro-Soviet nations of the Eastern Bloc, defeated the invasion force in three days of fighting.</p>\n<p>The Bay of Pigs is not an isolated event, as it represents one of the countless attempts by the U.S. and NATO to interfere with the governments of other countries. Speaking of U.S. and NATO interference, here's what Wikipedia reports, citing \"The New York Times\" and \"Partisan Electoral Interventions by the Great Powers\" by Dov H. Levin:</p>\n<p>\"<strong>United States interference in foreign politics has included both explicit and covert actions aimed at changing, replacing, or preserving foreign governments. The United States has carried out at least 81 known interventions, either explicit or covert, in international politics during the period 1946-2000</strong>.\"</p>\n<p>Why is it important to remember U.S. interference? Because the U.S. is the architect of continuous tensions, created with the support of the CIA and NATO. Among the countless interferences, it is essential to talk about those perpetrated in the Balkans and those that caused the Russian invasion of Ukraine.</p>\n<p>We will now begin to examine the situation in Ukraine. The Russian invasion of Ukraine occurred in February 2022, but that date represents the culmination of a strategy pursued in the preceding years by the United States and NATO...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-09-01T11:10:58+02:00",
            "date_modified": "2025-09-01T11:10:58+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep9-will-ai-take-your-job/",
            "url": "https://theitalianuncut.ch/ep9-will-ai-take-your-job/",
            "title": "Ep9 - Will AI Take your Job?",
            "summary": "Recently, artificial intelligence has made tremendous strides. The impact of this technology on our societies is enormous, and many wonder: will AI take our jobs? Almost all analyses we have examined are cautious. The common thesis is clear: technological progress has destroyed many jobs, but&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/AI-Take-Jobs-1200x1200.jpg?updatedAt=1756105586833\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Recently, artificial intelligence has made tremendous strides. The impact of this technology on our societies is enormous, and many wonder: will AI take our jobs?</p>\n<p>Almost all analyses we have examined are cautious. The common thesis is clear: technological progress has destroyed many jobs, but it has also created new ones. Or, jobs haven’t disappeared but evolved, adopting increasingly sophisticated tools. So, if innovation hasn’t eliminated human work until now, why would it start doing so now? In other words, artificial intelligence is just another technology. And, as always, evolution will occur, but human work will not vanish.</p>\n<p>According to a Goldman Sachs study, AI adoption will have a relatively modest impact:</p>\n<p>“<em>Despite concerns about widespread job losses, AI adoption is expected to have only a modest and relatively temporary impact on employment levels. Goldman Sachs Research estimates that unemployment will increase by half a percentage point during the AI transition period as displaced workers seek new positions. If current AI use cases were expanded across the economy and reduced employment proportionally to efficiency gains, an estimated 2.5% of US employment would be at risk of related job loss.</em>”</p>\n<p>However, we see things differently. The studies we’ve read overlook two key factors:</p>\n<ul>\n<li>\n<p><strong>AI is not just any technology. It does not impact a single sector but all sectors</strong>. No area of human activity is exempt. We cannot simply look at history to make projections.</p>\n</li>\n<li>\n<p><strong>AI evolves at a breathtaking speed</strong>. What seemed like science fiction a month ago is reality today. Its progress is exponential, not linear.</p>\n</li>\n</ul>\n<p>But we will not limit ourselves to AI. We must also consider automation and robotics, which challenge manual labor. Robotics, too, is advancing at an exponential pace.</p>\n<p>As always, let’s start with facts and history.</p>\n<p>In Rome, Italy, many streets in the historic center recall ancient trades: Via dei Giubbonari, Via dei Chiavari, Via dei Pettinari. Trades that once animated the streets have now disappeared. Via dei Pettinari, for example, is named after artisans who made combs from ivory or wood. Today, these combs are no longer handmade but mass-produced in factories.</p>\n<p>The work of ten workshops is now done by a factory with ten employees. At first glance, little seems to have changed. But when automation began transforming production processes, workers disappeared from factories, replaced by machines. A slow but relentless process.</p>\n<p>A striking example comes from the automotive industry, where the impact of automation and robotics has been enormous. On YouTube, one can see factories where human presence is almost entirely absent: the entire production cycle is managed by machines, working tirelessly day and night.</p>\n<p>The results speak for themselves. In 2020, Ford’s plant in Craiova, Romania, reached a record daily production of 1,000 cars, nearly one car per minute. Who will buy all these vehicles? The trend is toward rental and car sharing, but that’s another story, which we will explore in a future episode about planned obsolescence and artificially sustained consumerism—a phenomenon that also harms the environment.</p>\n<p>If we limit ourselves to projecting the future based simply on history, we risk starting on the wrong foot. In reality, we are basing ourselves on two flawed assumptions:</p>\n<ul>\n<li>\n<p>Considering artificial intelligence as just another technology, when it actually impacts all sectors.</p>\n</li>\n<li>\n<p>Underestimating the incredible speed at which this field is evolving.</p>\n</li>\n</ul>\n<p>Let’s now look at AI’s impact on the labor market in 2025...</p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?<br><br>Listen the full episode on your favorite platform:<br><br><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a><br><br><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a><br><br><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a><br><br><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br></h4>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-25T09:14:30+02:00",
            "date_modified": "2025-08-25T09:14:30+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep8-why-hypersonics-are-more-dangerous-than-nukes/",
            "url": "https://theitalianuncut.ch/ep8-why-hypersonics-are-more-dangerous-than-nukes/",
            "title": "Ep8 - Why Hypersonics are More Dangerous Than Nukes",
            "summary": "Since the Cold War, we've always been told the same story: when it comes to geopolitics, a climate of nuclear deterrence exists between states that possess nuclear weapons. What does deterrence mean? It means discouraging any threat or attack with the fear of possible retaliation&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/nuclear-missiles-1200x1200.jpg?updatedAt=1755503252863\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Since the Cold War, we've always been told the same story: when it comes to geopolitics, a climate of nuclear deterrence exists between states that possess nuclear weapons. What does deterrence mean? It means discouraging any threat or attack with the fear of possible retaliation involving nuclear weapons. The consequence of such retaliation could lead to a counter-retaliation, triggering the infamous escalation, where each state with nuclear weapons would be authorized to use them.<br><br>In such a scenario, we must also consider the various alliances between states. If one state were attacked, an allied country—also equipped with nuclear warheads—could step in to defend it. In a short time, this escalation would lead to a global nuclear conflict, which would put human civilization at risk. This, then, is the classic narrative.<br><br>However, the Russia-Ukraine conflict and, even more so, the Israel-Iran conflict, should teach us a different lesson. The new narrative we should all start considering is this: precisely because all potential actors in the field know full well what the disastrous consequences of using nuclear weapons could be, they are highly unlikely to ever be used. No country—no matter how crazy—wants the total annihilation of the human race. A belligerent country usually wants to dominate another country; it doesn't want to start a war that everyone could lose.<br><br>In fact, other types of weapons are far more effective, and the Israel-Iran conflict proves it. Ballistic missiles and hypersonic missiles are some examples. Let's take a look at what they are.</p>\n<h3>Ballistic and Hypersonic Missiles: A New Reality</h3>\n<p>Ballistic missiles are designed to follow a roughly parabolic, or \"ballistic,\" trajectory that allows them to hit targets thousands of kilometers away. The missile is launched to very high altitudes, travels through the atmosphere, and enters space. Once in space, the missile travels for thousands of kilometers without needing propulsion until it falls back to Earth. At that point, thanks to gravity, the missile has gained tremendous speed and becomes very difficult to intercept. Its high velocity also increases its destructive power.<br><br>Now let's look at hypersonic missiles. To be defined as \"hypersonic,\" a missile must reach a speed at least five times that of sound (more than \"Mach 5\"). This means it travels at least 1.6 kilometers per second, a velocity at which air begins to behave differently. This is the distinction that leads us to speak of \"hypersonic velocity\" (and not simply \"supersonic,\" like speeds between Mach 1 and Mach 5). Many of the missiles developed recently are actually much faster than this, often reaching speeds of up to Mach 20.<br><br>Let's do a practical example. A missile traveling at Mach 20 moves at twenty times the speed of sound, or about 24,696 kilometers per hour (km/h). This means that in just 10 minutes, a missile of this type can travel 4,000 km. In other words, in less than 3 minutes, a missile of this kind can cross the entire length of Italy (1,291 km from the northernmost point to Lampedusa, the southernmost island)...<br><br></p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:</h4>\n<h4><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a></h4>\n<h4><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a></h4>\n<h4><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a></h4>\n<h4><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br><br></h4>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-18T10:09:34+02:00",
            "date_modified": "2025-08-18T12:03:38+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep7-gaza-war-crimes-or-genocide/",
            "url": "https://theitalianuncut.ch/ep7-gaza-war-crimes-or-genocide/",
            "title": "Ep7 - Gaza: War Crimes or Genocide?",
            "summary": "Today, we're tackling a topic we've been thinking about for a long time: the Israeli-Palestinian conflict. This time, the thesis we want to dismantle is this: what's happening in the Gaza Strip isn't a conflict, but a real genocide. The thesis we intend to argue,&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Gaza-genocide-1200x1200.jpg?updatedAt=1754939428261\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Today, we're tackling a topic we've been thinking about for a long time: the Israeli-Palestinian conflict. This time, the thesis we want to dismantle is this: what's happening in the Gaza Strip isn't a conflict, but a real genocide. The thesis we intend to argue, in our opinion, isn't actually that strong or counter-current, because the facts speak for themselves. There's nothing to prove. However, the current narrative fed to us daily by mainstream media is diametrically opposed. They generally speak of war crimes, in a childish and illusory attempt to hide the truth. The truth, however, is monumental, as we'll see, and trying to hide it only provokes widespread indignation, causing the media's reputation to hit rock bottom. As usual, in our analyses, we start with the facts.</p>\n<h3>What is the Gaza Strip?</h3>\n<p>First, let's geographically frame the area in question. The Gaza Strip is a densely populated coastal strip of land along the Mediterranean Sea, bordering Israel to the north and east, and Egypt to the southwest. It's geographically separated from the West Bank. It's a coastal region with a surface area of 360 km².</p>\n<p>To give you an idea of its size, we can say it's more or less the size of the entire Republic of Malta (about 316 km²) or a bit smaller than the Principality of Andorra (468 km²). It's about one and a half times the size of Elba Island (224 km²) in Italy's Tyrrhenian Sea. Despite its extremely small size, the Gaza Strip is one of the most densely populated places in the world, which enormously exacerbates living conditions in case of conflict or blockade.</p>\n<h3>Gaza's Population: A Sea of Children</h3>\n<p>This small area is populated by over two million inhabitants (October 2023). Of these, 1,240,082 are Palestinian refugees, a crucial figure registered with UNRWA (the United Nations Relief and Works Agency for Palestine Refugees in the Near East). This highlights the demographic composition of the Strip, largely made up of people or descendants of people displaced from the territories that are now Israel during the Arab-Israeli wars.</p>\n<p>Let's look a bit deeper into the demographics: a very high percentage of the Palestinian population consists of children and young people. How many of these children are there? According to the Palestinian Central Bureau of Statistics (PCBS) and data confirmed by UNICEF and other sources for 2024-2025, children under 18 years old make up about 43% of the entire Palestinian population (West Bank and Gaza Strip combined). In the Gaza Strip in particular, this percentage is even higher, reaching about 47% of the population under 18. In other words, almost one out of every two Palestinians in Gaza is a minor. If you consider the under-15 age group, it's about 37% for all of Palestine and over 40% for the Gaza Strip.</p>\n<h3>The Origin of Palestinian Refugees</h3>\n<p>Now that we have a clear understanding of the area's geography and demographics, let's delve deeper into the status of Palestinian refugees. Most of the \"Palestinian refugees\" we refer to are people (or their descendants) who were forced to abandon their homes or fled from the territories that became the State of Israel primarily during two key periods: the Arab-Israeli War of 1948 and the Six-Day War of 1967.</p>\n<ol>\n<li>The Arab-Israeli War of 1948 (or \"Nakba\" - catastrophe - for Palestinians): when the State of Israel was declared in May 1948, a war broke out between the newly formed Israel and the surrounding Arab states. During and immediately after this conflict, hundreds of thousands of Palestinian Arabs (estimated between 700,000 and 750,000) fled or were expelled from their homes and villages, becoming refugees in neighboring countries (like Jordan, Syria, Lebanon) and in the remaining Palestinian territories (West Bank and Gaza Strip).                                   </li>\n<li>The Six-Day War of 1967 (or \"Naksa\" - setback - for Palestinians): during this war, Israel conquered the West Bank (including East Jerusalem), which was previously under Jordanian control; the Gaza Strip, previously under Egyptian control; the Golan Heights, previously controlled by Syria; and the Sinai Peninsula, previously controlled by Egypt. Another significant wave of Palestinians (around 200,000-300,000) was displaced from the West Bank and Gaza, many of whom became refugees for the second time or joined existing refugee camps...</li>\n</ol>\n<p> </p>\n<h3>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?</h3>\n<h3><a href=\"https://open.spotify.com/episode/6mIbxrM2dObgX3AGsVqoTL?si=oZ3TIJjxTvCz0_tmrAt-hQ\">Listen the full episode on Spotify</a>.</h3>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-11T21:11:05+02:00",
            "date_modified": "2025-08-11T21:13:03+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep6-rearmeu-trap-europes-dangerous-echoes-of-1914s-first-world-war/",
            "url": "https://theitalianuncut.ch/ep6-rearmeu-trap-europes-dangerous-echoes-of-1914s-first-world-war/",
            "title": "Ep6 - RearmEU Trap: Europe&#x27;s Dangerous Echoes of 1914&#x27;s First World War",
            "summary": "Navigating YouTube, we came across some videos discussing European rearmament and discovered that popular movements are emerging across Europe, including in Italy, to oppose this rearmament. (For more information, you can visit 'stoprearm.org'). This is understandable, especially given that even the Italian Constitution states that&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/RearmEU-1914-1200x1200.jpg?updatedAt=1754295364993\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Navigating YouTube, we came across some videos discussing European rearmament and discovered that popular movements are emerging across Europe, including in Italy, to oppose this rearmament. (For more information, you can visit 'stoprearm.org'). This is understandable, especially given that even the Italian Constitution states that Italy repudiates war. In fact, on this note, we would like to remind you what Article 11 of our Constitution says:</p>\n<p><strong>'Italy repudiates war as an instrument of aggression against the liberty of other peoples and as a means for the settlement of international disputes; it agrees, on condition of parity with the other States, to limitations of sovereignty necessary for an order that assures peace and justice among Nations; it promotes and encourages international organizations having such ends.'</strong></p>\n<p>In essence, Article 11 states that Italy is a pacifist country, rejecting offensive war, accepting international cooperation that fosters peace and justice, and participating in international bodies with this objective, even by accepting limits to its own sovereignty, but only if shared equally.</p>\n<p>Therefore, Italy is willing to accept certain decisions from international bodies like NATO, but only within the limits of Article 11:</p>\n<ul>\n<li>\n<p>Limitations must be voluntary, reciprocal, and justified by objectives of peace and justice.</p>\n</li>\n<li>\n<p>Offensive wars are not permitted, not even under the umbrella of NATO.</p>\n</li>\n<li>\n<p>Every military intervention requires careful political and constitutional evaluation, with parliamentary involvement.</p>\n</li>\n</ul>\n<p>In case of a contradiction between an international commitment and Article 11, the Constitution prevails.</p>\n<p>The choice of the word <strong>'repudiates'</strong> is not accidental. To repudiate is a very strong verb, indicating a radical, total, unambiguous condemnation. It does not mean:</p>\n<ul>\n<li>\n<p>'avoiding' war,</p>\n</li>\n<li>\n<p>nor 'not preferring' it,</p>\n</li>\n<li>\n<p>nor 'limiting' it, but firmly rejecting it morally and legally, dismissing it as unacceptable.</p>\n</li>\n</ul>\n<p>The Constitution dates back to 1948, and thus:</p>\n<ul>\n<li>\n<p>It was written in the aftermath of the Second World War and the fascist dictatorship.</p>\n</li>\n<li>\n<p>It stems from a deep desire for a break with the warlike and authoritarian past.</p>\n</li>\n<li>\n<p>The Constituent Fathers wanted to affirm that Italy would never again be an aggressor country.</p>\n</li>\n</ul>\n<p>So, it wasn't just a terminological choice: it was a declaration of moral and political principle, a solemn break with the fascist and militaristic past.</p>\n<p>Well, now that we have recalled these very important points that perhaps are being forgotten lately, let's return to the YouTube videos. Purely by chance, we discovered that popular movements against European rearmament are emerging in Europe and Italy.</p>\n<p>Among the videos that struck us, there is one we would like to share. It is a video message from the renowned Italian historian <strong>Alessandro Barbero</strong> delivered on the occasion of the 'No to Rearmament – Let's Stop Them' demonstration projected on the stage of the Imperial Fora (Rome, April 5, 2025). Here is the full text of the video:</p>\n<p>'Good morning everyone. I'm sorry I can't be physically there with you in the square, but I assure you I'm there with all my heart. I am.</p>\n<p>So, as a historian, what can I say on an occasion like this? Well, we historians are often asked: \"What period of the past does our current era resemble?\"</p>\n<p>Unfortunately, lately, I increasingly feel that our era frighteningly resembles the years preceding the outbreak of the First World War in 1914...</p>\n<h3>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?<br><br><a href=\"https://open.spotify.com/episode/4FABkNdgKyZoOp28caTiRW?si=D5dMA-v4SUe1Y0JkH1felw\">Listen the full episode on Spotify</a>.</h3>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-04T10:17:55+02:00",
            "date_modified": "2025-08-11T21:00:47+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep-5-why-un-is-powerless/",
            "url": "https://theitalianuncut.ch/ep-5-why-un-is-powerless/",
            "title": "Ep5 - Why UN is Powerless",
            "summary": "Today on The Italian Uncut, we're diving deep into the dynamics between Israel, the USA, and the United Nations. Our aim? To demonstrate how the UN has become an increasingly useless and ineffective instrument in resolving global issues. Let's begin by looking at Israel. Since&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/UN-Veto-1200x1200.jpg?updatedAt=1753693398495\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Today on The Italian Uncut, we're diving deep into the dynamics between Israel, the USA, and the United Nations. Our aim? To demonstrate how the UN has become an increasingly useless and ineffective instrument in resolving global issues. Let's begin by looking at Israel.</p>\n<p>Since their foundation, the United Nations have issued an impressive number of resolutions condemning Israel or demanding specific actions from Israel. We're talking about hundreds of official documents spanning from the 1940s to the present day. There's even a dedicated Wikipedia page listing all UN resolutions concerning Israel. An entire page dedicated to a single state. The page in question lists a full 229 resolutions. Here are a few examples:</p>\n<p>Resolution 194 (1947), General Assembly: \"Reaffirms that the Palestinian refugees have the right to return to their homes and properties, or to receive compensation if they choose not to return.\" This concerns a primary human right (the right to return home) that remains largely unfulfilled for almost 80 years, with millions of refugees still without a solution.</p>\n<p>Resolution 248 (1968): The Security Council \"condemns in the strongest terms the massive military attack launched by Israeli forces against Karameh, Jordan, in flagrant violation of the United Nations Charter.\" Karameh was one of the largest Israeli military operations against an PLO base in Jordan, leading to significant losses on both sides and strong international condemnation.</p>\n<p>Resolution 446 (1979): \"Determines that Israeli settlements in the occupied Palestinian territories are a serious obstacle to peace and calls on Israel to abide by the Fourth Geneva Convention.\" Despite this, the policy of settlement expansion has continued for decades.</p>\n<p>As we mentioned, from 1947 to today, Israel has accumulated more than 200 resolutions. How has Israel reacted to these resolutions? It has ignored them and continued to threaten and militarily attack sovereign countries like Syria, Lebanon, Jordan, Iraq, and Tunisia. There are very few Middle Eastern countries that haven't suffered attacks from Israel.</p>\n<p>For a complete list of all resolutions issued against Israel, please refer to the Wikipedia page. You'll find the link below in the podcast description, under \"Sources.\"</p>\n<p>Now let's turn to the USA. Here are some examples of UN resolutions against the USA that have been disregarded:</p>\n<p>Embargo against Cuba: The United Nations General Assembly has voted annually (since 1992, with few exceptions) in favor of a resolution calling for an end to the economic, commercial, and financial embargo imposed by the United States on Cuba. These resolutions pass with overwhelming consensus (often with 180+ votes in favor), but the United States continues to maintain the embargo, effectively ignoring the will of the majority of the General Assembly (which, as we know, has no binding power in this context).</p>\n<p>Intervention in Nicaragua (1980s): In 1986, the International Court of Justice (ICJ) ruled that the United States had violated international law by supporting the \"Contras\" rebels in Nicaragua and mining harbors. The USA refused to recognize the Court's jurisdiction in that case and disregarded the ruling, withdrawing from the ICJ's compulsory jurisdiction for certain matters. This is a clear example of how a nation can disregard a ruling by an international judicial body.</p>\n<p>Allow us to add another point: Non-Adherence to Key International Treaties. The United States has not ratified several fundamental international treaties that have been widely accepted by other nations, such as the Rome Statute establishing the International Criminal Court (ICC), the Kyoto Protocol (on climate, withdrawn by the Bush administration), or the Convention on the Rights of the Child. These aren't \"disregarded resolutions\" in the strict sense, but they demonstrate a willingness not to adhere to global norms and consensuses.</p>\n<p>After seeing concrete examples of how UN resolutions are systematically ignored by some of the most powerful nations, it's time to ask ourselves: Why does all this happen? What is the cause of this ineffectiveness?</p>\n<p>The UN, through its Security Council, theoretically possesses enormous powers to maintain international peace and security. It could impose economic sanctions, decide on arms or trade embargos, or even authorize military actions to stop aggressions or massive human rights violations. In theory, it's a very powerful tool, equipped with coercive instruments to enforce international law.</p>\n<p>Yet, this potential often remains unexpressed. The heart of the problem lies in the functioning of one of the UN's most important bodies: the Security Council...</p>\n<h3>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?<br><br><a href=\"https://open.spotify.com/episode/6vAKCqsZbPDeyEE9FJE5Fn?si=IiQ4Yew4RpyPBjbIYNOC9w\">Listen the full episode on Spotify</a>.</h3>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-07-28T11:05:30+02:00",
            "date_modified": "2025-08-11T21:02:30+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep4-chat-control-20-the-end-of-privacy/",
            "url": "https://theitalianuncut.ch/ep4-chat-control-20-the-end-of-privacy/",
            "title": "Ep4 - Chat Control 2.0: The End Of Privacy?",
            "summary": "As anticipated in a previous episode, today we continue to discuss the worrying and systematic dismantling of democracy that has been occurring within the European Union in recent years. In earlier episodes, we highlighted the lack of transparency in the Union through the Pfizergate case&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Chat-control-1200x1200.jpg\" alt=\"Chat Control 2.0\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>As anticipated in a previous episode, today we continue to discuss the worrying and systematic dismantling of democracy that has been occurring within the European Union in recent years. In earlier episodes, we highlighted the <a href=\"https://theitalianuncut.ch/ep2-questioning-the-eus-global-democratic-claims/\">lack of transparency in the Union</a> through the Pfizergate case and pointed out the presence of a double standard, with the ostentatious promotion of peace and stability on one hand, and the arms race and <a href=\"https://theitalianuncut.ch/ep3-blood-money-how-europes-pension-funds-are-silently-funding-european-rearmament/\">funding of the defense sector</a> on the other. In particular, we analyzed the unprecedented phenomenon of European pension funds investing in the arms industry. Transparency, double standards, abandonment of peace promotion through diplomatic negotiations: which other democratic values, so widely proclaimed within the Union, have remained intact? Very few.</p>\n<p><br>Today, therefore, we will focus on another fundamental aspect of any true democracy: <strong>the protection of privacy</strong>. This last bastion of democracy is also about to be compromised. The European Union has been pushing for some time the so-called “<strong>Chat Control 2.0</strong>”, a proposal which, if approved, would represent one of <strong>the gravest threats to the privacy of European citizens</strong>.</p>\n<p><br>The official name of the EU proposal is grandiose, straight out of a bureaucratic manual: “Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down rules to prevent and combat child sexual abuse.” This is the extended version, which no one will ever remember... Then there is also the abbreviated version, summarized in a single word: “ProtectEU.” One word that means everything and nothing.</p>\n<p><br>But why have critics nicknamed ProtectEU as “Chat Control 2.0”? Because, essentially, it involves controlling all private communications. The “2.0” refers to the fact that the current proposal is an updated version of a 2022 initiative that had not been approved and now returns with greater determination.</p>\n<p><br>The proposal, as we said, is called “ProtectEU.” The name is reassuring, but the contents are much less so. Let’s examine them in detail.</p>\n<p><br>On May 11, 2022, the European Commissioner for Home Affairs, Ylva Johansson, presented a regulation for the prevention and fight against child sexual abuse. The declared aim is to combat online sexual abuse of minors (child sexual abuse material, CSAM) through measures that include the establishment of a regulatory framework for digital platforms, which would be obliged to detect and report illegal material.</p>\n<p><br>This proposal was immediately nicknamed “Chat Control” by its critics.</p>\n<p><br>The first version of the law was voluntary. The 2.0 version, however, would <strong>require service providers (email, messaging, and others) to monitor billions of messages, videos, and photos</strong> to identify suspicious content. In case of reports from authorities, providers would be obliged to cooperate with law enforcement.</p>\n<p><br>Criticism was swift. Cryptography experts, digital activists, and legal scholars warned about the <strong>risk of introducing backdoors</strong> into secure communication systems, violating fundamental rights such as privacy and freedom of expression.</p>\n<p><br>In December 2024, the proposal was rejected by COREPER (Committee of Permanent Representatives of the EU), thanks to opposition from Germany, Austria, Belgium, Finland, and Poland. However, on April 1, 2025, the European Commission relaunched the five-year ProtectEU strategy aimed at strengthening internal security also through new forms of digital communication monitoring.</p>\n<p><br>At the heart of the strategy is the empowerment of European agencies such as Europol, Eurojust, and Frontex, the strengthening of cross-border sharing of biometric data, fingerprints, and DNA (through the Prüm II regulation), and the establishment of a European critical communications system...</p>\n<p><strong>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?</strong></p>\n<h3><strong><a href=\"https://open.spotify.com/episode/5q7essrF7HkV2rApcqIKue?si=AtSURT6zT3KkHKe6gKUGAA\">Listen the full episode on Spotify</a>.</strong></h3>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-07-21T10:27:26+02:00",
            "date_modified": "2025-07-21T10:35:29+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep3-blood-money-how-europes-pension-funds-are-silently-funding-european-rearmament/",
            "url": "https://theitalianuncut.ch/ep3-blood-money-how-europes-pension-funds-are-silently-funding-european-rearmament/",
            "title": "Ep3 - Blood Money: How Europe&#x27;s Pension Funds Are Silently Funding European Rearmament",
            "summary": "As announced in the previous episode, in this installment, we continue our analysis on the decline of democracy within the European Union. Last time, we discussed the increasingly evident lack of transparency in the European Union, detailing the infamous Pfizergate case. Today, we'll tackle Europe's&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Blood%20Money%20How%20Europe%20Pension%20Funds%20Are%20Silently%20Funding%20European%20Rearmament-1200x1200.jpg?updatedAt=1752488215831\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>As announced in the previous episode, in this installment, we continue our analysis on the decline of democracy within the European Union. Last time, we discussed the increasingly evident <a href=\"https://theitalianuncut.ch/ep2-questioning-the-eus-global-democratic-claims/\">lack of transparency in the European Union, detailing the infamous Pfizergate case</a>. Today, we'll tackle Europe's double standard, examining a very recent phenomenon: the enormous investments in the armament sector.</p>\n<h3>The EU's Founding Values vs. Reality</h3>\n<p>Before we begin, it's important to recall the founding values of the European Union: liberty, democracy, equality, the rule of law, and the promotion of peace and stability. It's crucial to remember this, because the purpose of our analysis is precisely to unmask hypocrisies, demonstrating with facts the profound transformation underway, which is increasingly turning the Union into an empty simulacrum of a democratic federation and, in reality, a club of personal interests for powerful lobbies.</p>\n<h3>European Rearmament and the Russia-Ukraine Conflict</h3>\n<p>Okay, before we continue, allow us a small spoiler. The issue of European rearmament deserves more detailed treatment, so we anticipate that we will delve deeper into the<span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">matter in an upcoming episode. End of spoiler. Let's start with the analysis of the facts.</span></p>\n<p>Our analysis begins with the Russia-Ukraine war. <strong>Since the war reached Europe's doorstep in February 2022, defense companies have significantly increased their presence in Brussels</strong>.<br><br>On March 4, 2025, the ambitious European rearmament plan, \"ReArm Europe,\" a €800 billion initiative, later rebranded \"Readiness 2030,\" was proposed in a hurry by European Commission President Ursula Von der Leyen.<br><br>Initially, the EU merely supplied weapons to Ukraine. The European Union Council's official website provides us with the details: The EU and its Member States have provided €59.6 billion in support to the Ukrainian military. Between 2022 and 2025, the EU and its Member States allocated only €3.7 billion to help civilians affected by the war in Ukraine. So, <strong>almost €59.6 billion in weapons, and just €3.7 billion in humanitarian aid</strong>.<br><br>The site also states that in November 2022, the Council launched the EUMAM Ukraine military assistance mission. Since the mission's inception, 77,000 Ukrainian soldiers have been trained. Weapons and military training: not bad for an organization like the EU, whose founding values, let us remember, are the promotion of peace and stability. Well, yes: to achieve peace, these days it's preferred to invest heavily in weapons and military training, rather than in diplomatic measures. That's how it works nowadays, it seems!<br><br>It must also be remembered that the decision to increase military spending in Europe was made urgently. <strong>The European Commission chose to apply Article 122, bypassing the European Parliament's vote</strong>. Article 122 of the Treaty on the Functioning of the European Union (TFEU) concerns measures the Union can adopt in cases of economic difficulties or threats of severe difficulties for a Member State, due to exceptional circumstances beyond its control. In other words, in defiance of democracy, the European Commission bypassed the European Parliament, acting autonomously.</p>\n<h3>The Recent Shift: Military Spending Up to 5% of GDP</h3>\n<p>In a context of increasing demands for military investment, there's talk of a possible increase in defense spending up to 5% of GDP, with the aim of strengthening Europe's military capacity and security. This increase in defense spending to 5% of GDP represents a monumental shift for Europe, translating into billions of euros more invested in security and military technology. The goal is to strengthen the defense capabilities of NATO member countries and respond to current geopolitical challenges.<br><br>This will lead to greater investments in sectors such as military technologies and research, with a significant impact on companies like Rheinmetall and Leonardo. Defense sector companies, such as Rheinmetall (Germany) and Leonardo (Italy), are expected to benefit from increased orders and investments in research and development.<br><br>The top 10 EU defense companies (Airbus, Leonardo, Thales, Rheinmetall, Naval, Saab, Safran, Knds Deutschland, Dassault, and Fincantieri) are required to declare their lobbying activities in the EU Transparency Register when lobbying in member states. The archives of the LobbyFacts database, created by NGOs, also allow for a comparison with previous records from early 2022 and 2023.<br><br>As reported by the Italian online newspaper \"Ilfattoquotidiano.it\":<br><br><em>\"from the lists open on the Berlaymont portal, in just three months of activity, the von der Leyen II team has already received 18 visits from companies and pressure groups in the Defense and aerospace sector. These range from Leonardo to Airbus, from Dassault to Safran, from Thales to OHB.\"</em><br><br>It further states:<br><br><em>\"since the war in Ukraine began, the lobbying budgets of the main European defense companies have increased by as much as 40% from 2022 to 2023. And most of them have used the money to expand their teams based in Brussels.\"</em><br><br>Why are arms lobbies investing so much money in Brussels?<br><br>The answer is simple: war is an unparalleled profit opportunity for the defense industry. The more rifles gripped, the more bullets fired, the more vehicles deployed (and perhaps destroyed), the more money flows into the coffers of armament giants.</p>\n<h3>Europe's Pension Funds</h3>\n<p>We've finally reached the heart of this episode: <strong>European pension funds</strong>. What do European pension funds have to do with arms lobbies? Apparently nothing, given that European pension funds have always been reluctant to invest in the defense sector. However, recently there has been a shift – if one can call it that – in this sector too. Indeed, we could more accurately call it a real U-turn...</p>\n<p><strong>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?</strong></p>\n<h3><a href=\"https://open.spotify.com/episode/5KFxBGsCENSCcPmVPTGewf?si=-kdjmjMUTF6Di9c_Zit1SA\">Listen the full episode on Spotify</a>.</h3>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-07-14T12:00:26+02:00",
            "date_modified": "2025-07-14T12:24:55+02:00"
        }
    ]
}
