{
    "version": "https://jsonfeed.org/version/1",
    "title": "The Italian Uncut",
    "description": "",
    "home_page_url": "https://theitalianuncut.ch",
    "feed_url": "https://theitalianuncut.ch/feed.json",
    "user_comment": "",
    "icon": "https://theitalianuncut.ch/media/website/Logo-Italian-Uncut-BLOG-660x160.svg",
    "author": {
        "name": "The Italian Uncut"
    },
    "items": [
        {
            "id": "https://theitalianuncut.ch/ep8-why-hypersonics-are-more-dangerous-than-nukes/",
            "url": "https://theitalianuncut.ch/ep8-why-hypersonics-are-more-dangerous-than-nukes/",
            "title": "Ep8 - Why Hypersonics are More Dangerous Than Nukes",
            "summary": "Since the Cold War, we've always been told the same story: when it comes to geopolitics, a climate of nuclear deterrence exists between states that possess nuclear weapons. What does deterrence mean? It means discouraging any threat or attack with the fear of possible retaliation&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/nuclear-missiles-1200x1200.jpg?updatedAt=1755503252863\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Since the Cold War, we've always been told the same story: when it comes to geopolitics, a climate of nuclear deterrence exists between states that possess nuclear weapons. What does deterrence mean? It means discouraging any threat or attack with the fear of possible retaliation involving nuclear weapons. The consequence of such retaliation could lead to a counter-retaliation, triggering the infamous escalation, where each state with nuclear weapons would be authorized to use them.<br><br>In such a scenario, we must also consider the various alliances between states. If one state were attacked, an allied country—also equipped with nuclear warheads—could step in to defend it. In a short time, this escalation would lead to a global nuclear conflict, which would put human civilization at risk. This, then, is the classic narrative.<br><br>However, the Russia-Ukraine conflict and, even more so, the Israel-Iran conflict, should teach us a different lesson. The new narrative we should all start considering is this: precisely because all potential actors in the field know full well what the disastrous consequences of using nuclear weapons could be, they are highly unlikely to ever be used. No country—no matter how crazy—wants the total annihilation of the human race. A belligerent country usually wants to dominate another country; it doesn't want to start a war that everyone could lose.<br><br>In fact, other types of weapons are far more effective, and the Israel-Iran conflict proves it. Ballistic missiles and hypersonic missiles are some examples. Let's take a look at what they are.</p>\n<h3>Ballistic and Hypersonic Missiles: A New Reality</h3>\n<p>Ballistic missiles are designed to follow a roughly parabolic, or \"ballistic,\" trajectory that allows them to hit targets thousands of kilometers away. The missile is launched to very high altitudes, travels through the atmosphere, and enters space. Once in space, the missile travels for thousands of kilometers without needing propulsion until it falls back to Earth. At that point, thanks to gravity, the missile has gained tremendous speed and becomes very difficult to intercept. Its high velocity also increases its destructive power.<br><br>Now let's look at hypersonic missiles. To be defined as \"hypersonic,\" a missile must reach a speed at least five times that of sound (more than \"Mach 5\"). This means it travels at least 1.6 kilometers per second, a velocity at which air begins to behave differently. This is the distinction that leads us to speak of \"hypersonic velocity\" (and not simply \"supersonic,\" like speeds between Mach 1 and Mach 5). Many of the missiles developed recently are actually much faster than this, often reaching speeds of up to Mach 20.<br><br>Let's do a practical example. A missile traveling at Mach 20 moves at twenty times the speed of sound, or about 24,696 kilometers per hour (km/h). This means that in just 10 minutes, a missile of this type can travel 4,000 km. In other words, in less than 3 minutes, a missile of this kind can cross the entire length of Italy (1,291 km from the northernmost point to Lampedusa, the southernmost island)...<br><br></p>\n<h4>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more? Listen the full episode on your favorite platform:</h4>\n<h4><a href=\"https://open.spotify.com/show/3xxPf76GP27CX1cAzzABbw\">Spotify</a></h4>\n<h4><a href=\"https://podcasts.apple.com/us/podcast/the-italian-uncut/id1823894823\">Apple Podcasts</a></h4>\n<h4><a href=\"https://music.amazon.com/podcasts/d741d532-1da2-45e0-92d4-be050bd74c7f/the-italian-uncut\">Amazon Music</a></h4>\n<h4><a href=\"https://castbox.fm/channel/id6664636?country=it\">Castbox</a><br><br><br><br></h4>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-18T10:09:34+02:00",
            "date_modified": "2025-08-18T12:03:38+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep7-gaza-war-crimes-or-genocide/",
            "url": "https://theitalianuncut.ch/ep7-gaza-war-crimes-or-genocide/",
            "title": "Ep7 - Gaza: War Crimes or Genocide?",
            "summary": "Today, we're tackling a topic we've been thinking about for a long time: the Israeli-Palestinian conflict. This time, the thesis we want to dismantle is this: what's happening in the Gaza Strip isn't a conflict, but a real genocide. The thesis we intend to argue,&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Gaza-genocide-1200x1200.jpg?updatedAt=1754939428261\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Today, we're tackling a topic we've been thinking about for a long time: the Israeli-Palestinian conflict. This time, the thesis we want to dismantle is this: what's happening in the Gaza Strip isn't a conflict, but a real genocide. The thesis we intend to argue, in our opinion, isn't actually that strong or counter-current, because the facts speak for themselves. There's nothing to prove. However, the current narrative fed to us daily by mainstream media is diametrically opposed. They generally speak of war crimes, in a childish and illusory attempt to hide the truth. The truth, however, is monumental, as we'll see, and trying to hide it only provokes widespread indignation, causing the media's reputation to hit rock bottom. As usual, in our analyses, we start with the facts.</p>\n<h3>What is the Gaza Strip?</h3>\n<p>First, let's geographically frame the area in question. The Gaza Strip is a densely populated coastal strip of land along the Mediterranean Sea, bordering Israel to the north and east, and Egypt to the southwest. It's geographically separated from the West Bank. It's a coastal region with a surface area of 360 km².</p>\n<p>To give you an idea of its size, we can say it's more or less the size of the entire Republic of Malta (about 316 km²) or a bit smaller than the Principality of Andorra (468 km²). It's about one and a half times the size of Elba Island (224 km²) in Italy's Tyrrhenian Sea. Despite its extremely small size, the Gaza Strip is one of the most densely populated places in the world, which enormously exacerbates living conditions in case of conflict or blockade.</p>\n<h3>Gaza's Population: A Sea of Children</h3>\n<p>This small area is populated by over two million inhabitants (October 2023). Of these, 1,240,082 are Palestinian refugees, a crucial figure registered with UNRWA (the United Nations Relief and Works Agency for Palestine Refugees in the Near East). This highlights the demographic composition of the Strip, largely made up of people or descendants of people displaced from the territories that are now Israel during the Arab-Israeli wars.</p>\n<p>Let's look a bit deeper into the demographics: a very high percentage of the Palestinian population consists of children and young people. How many of these children are there? According to the Palestinian Central Bureau of Statistics (PCBS) and data confirmed by UNICEF and other sources for 2024-2025, children under 18 years old make up about 43% of the entire Palestinian population (West Bank and Gaza Strip combined). In the Gaza Strip in particular, this percentage is even higher, reaching about 47% of the population under 18. In other words, almost one out of every two Palestinians in Gaza is a minor. If you consider the under-15 age group, it's about 37% for all of Palestine and over 40% for the Gaza Strip.</p>\n<h3>The Origin of Palestinian Refugees</h3>\n<p>Now that we have a clear understanding of the area's geography and demographics, let's delve deeper into the status of Palestinian refugees. Most of the \"Palestinian refugees\" we refer to are people (or their descendants) who were forced to abandon their homes or fled from the territories that became the State of Israel primarily during two key periods: the Arab-Israeli War of 1948 and the Six-Day War of 1967.</p>\n<ol>\n<li>The Arab-Israeli War of 1948 (or \"Nakba\" - catastrophe - for Palestinians): when the State of Israel was declared in May 1948, a war broke out between the newly formed Israel and the surrounding Arab states. During and immediately after this conflict, hundreds of thousands of Palestinian Arabs (estimated between 700,000 and 750,000) fled or were expelled from their homes and villages, becoming refugees in neighboring countries (like Jordan, Syria, Lebanon) and in the remaining Palestinian territories (West Bank and Gaza Strip).                                   </li>\n<li>The Six-Day War of 1967 (or \"Naksa\" - setback - for Palestinians): during this war, Israel conquered the West Bank (including East Jerusalem), which was previously under Jordanian control; the Gaza Strip, previously under Egyptian control; the Golan Heights, previously controlled by Syria; and the Sinai Peninsula, previously controlled by Egypt. Another significant wave of Palestinians (around 200,000-300,000) was displaced from the West Bank and Gaza, many of whom became refugees for the second time or joined existing refugee camps...</li>\n</ol>\n<p> </p>\n<h3>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?</h3>\n<h3><a href=\"https://open.spotify.com/episode/6mIbxrM2dObgX3AGsVqoTL?si=oZ3TIJjxTvCz0_tmrAt-hQ\">Listen the full episode on Spotify</a>.</h3>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-11T21:11:05+02:00",
            "date_modified": "2025-08-11T21:13:03+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep6-rearmeu-trap-europes-dangerous-echoes-of-1914s-first-world-war/",
            "url": "https://theitalianuncut.ch/ep6-rearmeu-trap-europes-dangerous-echoes-of-1914s-first-world-war/",
            "title": "Ep6 - RearmEU Trap: Europe&#x27;s Dangerous Echoes of 1914&#x27;s First World War",
            "summary": "Navigating YouTube, we came across some videos discussing European rearmament and discovered that popular movements are emerging across Europe, including in Italy, to oppose this rearmament. (For more information, you can visit 'stoprearm.org'). This is understandable, especially given that even the Italian Constitution states that&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/RearmEU-1914-1200x1200.jpg?updatedAt=1754295364993\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Navigating YouTube, we came across some videos discussing European rearmament and discovered that popular movements are emerging across Europe, including in Italy, to oppose this rearmament. (For more information, you can visit 'stoprearm.org'). This is understandable, especially given that even the Italian Constitution states that Italy repudiates war. In fact, on this note, we would like to remind you what Article 11 of our Constitution says:</p>\n<p><strong>'Italy repudiates war as an instrument of aggression against the liberty of other peoples and as a means for the settlement of international disputes; it agrees, on condition of parity with the other States, to limitations of sovereignty necessary for an order that assures peace and justice among Nations; it promotes and encourages international organizations having such ends.'</strong></p>\n<p>In essence, Article 11 states that Italy is a pacifist country, rejecting offensive war, accepting international cooperation that fosters peace and justice, and participating in international bodies with this objective, even by accepting limits to its own sovereignty, but only if shared equally.</p>\n<p>Therefore, Italy is willing to accept certain decisions from international bodies like NATO, but only within the limits of Article 11:</p>\n<ul>\n<li>\n<p>Limitations must be voluntary, reciprocal, and justified by objectives of peace and justice.</p>\n</li>\n<li>\n<p>Offensive wars are not permitted, not even under the umbrella of NATO.</p>\n</li>\n<li>\n<p>Every military intervention requires careful political and constitutional evaluation, with parliamentary involvement.</p>\n</li>\n</ul>\n<p>In case of a contradiction between an international commitment and Article 11, the Constitution prevails.</p>\n<p>The choice of the word <strong>'repudiates'</strong> is not accidental. To repudiate is a very strong verb, indicating a radical, total, unambiguous condemnation. It does not mean:</p>\n<ul>\n<li>\n<p>'avoiding' war,</p>\n</li>\n<li>\n<p>nor 'not preferring' it,</p>\n</li>\n<li>\n<p>nor 'limiting' it, but firmly rejecting it morally and legally, dismissing it as unacceptable.</p>\n</li>\n</ul>\n<p>The Constitution dates back to 1948, and thus:</p>\n<ul>\n<li>\n<p>It was written in the aftermath of the Second World War and the fascist dictatorship.</p>\n</li>\n<li>\n<p>It stems from a deep desire for a break with the warlike and authoritarian past.</p>\n</li>\n<li>\n<p>The Constituent Fathers wanted to affirm that Italy would never again be an aggressor country.</p>\n</li>\n</ul>\n<p>So, it wasn't just a terminological choice: it was a declaration of moral and political principle, a solemn break with the fascist and militaristic past.</p>\n<p>Well, now that we have recalled these very important points that perhaps are being forgotten lately, let's return to the YouTube videos. Purely by chance, we discovered that popular movements against European rearmament are emerging in Europe and Italy.</p>\n<p>Among the videos that struck us, there is one we would like to share. It is a video message from the renowned Italian historian <strong>Alessandro Barbero</strong> delivered on the occasion of the 'No to Rearmament – Let's Stop Them' demonstration projected on the stage of the Imperial Fora (Rome, April 5, 2025). Here is the full text of the video:</p>\n<p>'Good morning everyone. I'm sorry I can't be physically there with you in the square, but I assure you I'm there with all my heart. I am.</p>\n<p>So, as a historian, what can I say on an occasion like this? Well, we historians are often asked: \"What period of the past does our current era resemble?\"</p>\n<p>Unfortunately, lately, I increasingly feel that our era frighteningly resembles the years preceding the outbreak of the First World War in 1914...</p>\n<h3>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?<br><br><a href=\"https://open.spotify.com/episode/4FABkNdgKyZoOp28caTiRW?si=D5dMA-v4SUe1Y0JkH1felw\">Listen the full episode on Spotify</a>.</h3>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-08-04T10:17:55+02:00",
            "date_modified": "2025-08-11T21:00:47+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep-5-why-un-is-powerless/",
            "url": "https://theitalianuncut.ch/ep-5-why-un-is-powerless/",
            "title": "Ep5 - Why UN is Powerless",
            "summary": "Today on The Italian Uncut, we're diving deep into the dynamics between Israel, the USA, and the United Nations. Our aim? To demonstrate how the UN has become an increasingly useless and ineffective instrument in resolving global issues. Let's begin by looking at Israel. Since&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/UN-Veto-1200x1200.jpg?updatedAt=1753693398495\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Today on The Italian Uncut, we're diving deep into the dynamics between Israel, the USA, and the United Nations. Our aim? To demonstrate how the UN has become an increasingly useless and ineffective instrument in resolving global issues. Let's begin by looking at Israel.</p>\n<p>Since their foundation, the United Nations have issued an impressive number of resolutions condemning Israel or demanding specific actions from Israel. We're talking about hundreds of official documents spanning from the 1940s to the present day. There's even a dedicated Wikipedia page listing all UN resolutions concerning Israel. An entire page dedicated to a single state. The page in question lists a full 229 resolutions. Here are a few examples:</p>\n<p>Resolution 194 (1947), General Assembly: \"Reaffirms that the Palestinian refugees have the right to return to their homes and properties, or to receive compensation if they choose not to return.\" This concerns a primary human right (the right to return home) that remains largely unfulfilled for almost 80 years, with millions of refugees still without a solution.</p>\n<p>Resolution 248 (1968): The Security Council \"condemns in the strongest terms the massive military attack launched by Israeli forces against Karameh, Jordan, in flagrant violation of the United Nations Charter.\" Karameh was one of the largest Israeli military operations against an PLO base in Jordan, leading to significant losses on both sides and strong international condemnation.</p>\n<p>Resolution 446 (1979): \"Determines that Israeli settlements in the occupied Palestinian territories are a serious obstacle to peace and calls on Israel to abide by the Fourth Geneva Convention.\" Despite this, the policy of settlement expansion has continued for decades.</p>\n<p>As we mentioned, from 1947 to today, Israel has accumulated more than 200 resolutions. How has Israel reacted to these resolutions? It has ignored them and continued to threaten and militarily attack sovereign countries like Syria, Lebanon, Jordan, Iraq, and Tunisia. There are very few Middle Eastern countries that haven't suffered attacks from Israel.</p>\n<p>For a complete list of all resolutions issued against Israel, please refer to the Wikipedia page. You'll find the link below in the podcast description, under \"Sources.\"</p>\n<p>Now let's turn to the USA. Here are some examples of UN resolutions against the USA that have been disregarded:</p>\n<p>Embargo against Cuba: The United Nations General Assembly has voted annually (since 1992, with few exceptions) in favor of a resolution calling for an end to the economic, commercial, and financial embargo imposed by the United States on Cuba. These resolutions pass with overwhelming consensus (often with 180+ votes in favor), but the United States continues to maintain the embargo, effectively ignoring the will of the majority of the General Assembly (which, as we know, has no binding power in this context).</p>\n<p>Intervention in Nicaragua (1980s): In 1986, the International Court of Justice (ICJ) ruled that the United States had violated international law by supporting the \"Contras\" rebels in Nicaragua and mining harbors. The USA refused to recognize the Court's jurisdiction in that case and disregarded the ruling, withdrawing from the ICJ's compulsory jurisdiction for certain matters. This is a clear example of how a nation can disregard a ruling by an international judicial body.</p>\n<p>Allow us to add another point: Non-Adherence to Key International Treaties. The United States has not ratified several fundamental international treaties that have been widely accepted by other nations, such as the Rome Statute establishing the International Criminal Court (ICC), the Kyoto Protocol (on climate, withdrawn by the Bush administration), or the Convention on the Rights of the Child. These aren't \"disregarded resolutions\" in the strict sense, but they demonstrate a willingness not to adhere to global norms and consensuses.</p>\n<p>After seeing concrete examples of how UN resolutions are systematically ignored by some of the most powerful nations, it's time to ask ourselves: Why does all this happen? What is the cause of this ineffectiveness?</p>\n<p>The UN, through its Security Council, theoretically possesses enormous powers to maintain international peace and security. It could impose economic sanctions, decide on arms or trade embargos, or even authorize military actions to stop aggressions or massive human rights violations. In theory, it's a very powerful tool, equipped with coercive instruments to enforce international law.</p>\n<p>Yet, this potential often remains unexpressed. The heart of the problem lies in the functioning of one of the UN's most important bodies: the Security Council...</p>\n<h3>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?<br><br><a href=\"https://open.spotify.com/episode/6vAKCqsZbPDeyEE9FJE5Fn?si=IiQ4Yew4RpyPBjbIYNOC9w\">Listen the full episode on Spotify</a>.</h3>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-07-28T11:05:30+02:00",
            "date_modified": "2025-08-11T21:02:30+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep4-chat-control-20-the-end-of-privacy/",
            "url": "https://theitalianuncut.ch/ep4-chat-control-20-the-end-of-privacy/",
            "title": "Ep4 - Chat Control 2.0: The End Of Privacy?",
            "summary": "As anticipated in a previous episode, today we continue to discuss the worrying and systematic dismantling of democracy that has been occurring within the European Union in recent years. In earlier episodes, we highlighted the lack of transparency in the Union through the Pfizergate case&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Chat-control-1200x1200.jpg\" alt=\"Chat Control 2.0\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>As anticipated in a previous episode, today we continue to discuss the worrying and systematic dismantling of democracy that has been occurring within the European Union in recent years. In earlier episodes, we highlighted the <a href=\"https://theitalianuncut.ch/ep2-questioning-the-eus-global-democratic-claims/\">lack of transparency in the Union</a> through the Pfizergate case and pointed out the presence of a double standard, with the ostentatious promotion of peace and stability on one hand, and the arms race and <a href=\"https://theitalianuncut.ch/ep3-blood-money-how-europes-pension-funds-are-silently-funding-european-rearmament/\">funding of the defense sector</a> on the other. In particular, we analyzed the unprecedented phenomenon of European pension funds investing in the arms industry. Transparency, double standards, abandonment of peace promotion through diplomatic negotiations: which other democratic values, so widely proclaimed within the Union, have remained intact? Very few.</p>\n<p><br>Today, therefore, we will focus on another fundamental aspect of any true democracy: <strong>the protection of privacy</strong>. This last bastion of democracy is also about to be compromised. The European Union has been pushing for some time the so-called “<strong>Chat Control 2.0</strong>”, a proposal which, if approved, would represent one of <strong>the gravest threats to the privacy of European citizens</strong>.</p>\n<p><br>The official name of the EU proposal is grandiose, straight out of a bureaucratic manual: “Proposal for a REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL laying down rules to prevent and combat child sexual abuse.” This is the extended version, which no one will ever remember... Then there is also the abbreviated version, summarized in a single word: “ProtectEU.” One word that means everything and nothing.</p>\n<p><br>But why have critics nicknamed ProtectEU as “Chat Control 2.0”? Because, essentially, it involves controlling all private communications. The “2.0” refers to the fact that the current proposal is an updated version of a 2022 initiative that had not been approved and now returns with greater determination.</p>\n<p><br>The proposal, as we said, is called “ProtectEU.” The name is reassuring, but the contents are much less so. Let’s examine them in detail.</p>\n<p><br>On May 11, 2022, the European Commissioner for Home Affairs, Ylva Johansson, presented a regulation for the prevention and fight against child sexual abuse. The declared aim is to combat online sexual abuse of minors (child sexual abuse material, CSAM) through measures that include the establishment of a regulatory framework for digital platforms, which would be obliged to detect and report illegal material.</p>\n<p><br>This proposal was immediately nicknamed “Chat Control” by its critics.</p>\n<p><br>The first version of the law was voluntary. The 2.0 version, however, would <strong>require service providers (email, messaging, and others) to monitor billions of messages, videos, and photos</strong> to identify suspicious content. In case of reports from authorities, providers would be obliged to cooperate with law enforcement.</p>\n<p><br>Criticism was swift. Cryptography experts, digital activists, and legal scholars warned about the <strong>risk of introducing backdoors</strong> into secure communication systems, violating fundamental rights such as privacy and freedom of expression.</p>\n<p><br>In December 2024, the proposal was rejected by COREPER (Committee of Permanent Representatives of the EU), thanks to opposition from Germany, Austria, Belgium, Finland, and Poland. However, on April 1, 2025, the European Commission relaunched the five-year ProtectEU strategy aimed at strengthening internal security also through new forms of digital communication monitoring.</p>\n<p><br>At the heart of the strategy is the empowerment of European agencies such as Europol, Eurojust, and Frontex, the strengthening of cross-border sharing of biometric data, fingerprints, and DNA (through the Prüm II regulation), and the establishment of a European critical communications system...</p>\n<p><strong>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?</strong></p>\n<h3><strong><a href=\"https://open.spotify.com/episode/5q7essrF7HkV2rApcqIKue?si=AtSURT6zT3KkHKe6gKUGAA\">Listen the full episode on Spotify</a>.</strong></h3>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-07-21T10:27:26+02:00",
            "date_modified": "2025-07-21T10:35:29+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep3-blood-money-how-europes-pension-funds-are-silently-funding-european-rearmament/",
            "url": "https://theitalianuncut.ch/ep3-blood-money-how-europes-pension-funds-are-silently-funding-european-rearmament/",
            "title": "Ep3 - Blood Money: How Europe&#x27;s Pension Funds Are Silently Funding European Rearmament",
            "summary": "As announced in the previous episode, in this installment, we continue our analysis on the decline of democracy within the European Union. Last time, we discussed the increasingly evident lack of transparency in the European Union, detailing the infamous Pfizergate case. Today, we'll tackle Europe's&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/Blood%20Money%20How%20Europe%20Pension%20Funds%20Are%20Silently%20Funding%20European%20Rearmament-1200x1200.jpg?updatedAt=1752488215831\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>As announced in the previous episode, in this installment, we continue our analysis on the decline of democracy within the European Union. Last time, we discussed the increasingly evident <a href=\"https://theitalianuncut.ch/ep2-questioning-the-eus-global-democratic-claims/\">lack of transparency in the European Union, detailing the infamous Pfizergate case</a>. Today, we'll tackle Europe's double standard, examining a very recent phenomenon: the enormous investments in the armament sector.</p>\n<h3>The EU's Founding Values vs. Reality</h3>\n<p>Before we begin, it's important to recall the founding values of the European Union: liberty, democracy, equality, the rule of law, and the promotion of peace and stability. It's crucial to remember this, because the purpose of our analysis is precisely to unmask hypocrisies, demonstrating with facts the profound transformation underway, which is increasingly turning the Union into an empty simulacrum of a democratic federation and, in reality, a club of personal interests for powerful lobbies.</p>\n<h3>European Rearmament and the Russia-Ukraine Conflict</h3>\n<p>Okay, before we continue, allow us a small spoiler. The issue of European rearmament deserves more detailed treatment, so we anticipate that we will delve deeper into the<span style=\"color: var(--text-primary-color); font-family: var(--editor-font-family); font-size: inherit; font-weight: var(--font-weight-normal);\">matter in an upcoming episode. End of spoiler. Let's start with the analysis of the facts.</span></p>\n<p>Our analysis begins with the Russia-Ukraine war. <strong>Since the war reached Europe's doorstep in February 2022, defense companies have significantly increased their presence in Brussels</strong>.<br><br>On March 4, 2025, the ambitious European rearmament plan, \"ReArm Europe,\" a €800 billion initiative, later rebranded \"Readiness 2030,\" was proposed in a hurry by European Commission President Ursula Von der Leyen.<br><br>Initially, the EU merely supplied weapons to Ukraine. The European Union Council's official website provides us with the details: The EU and its Member States have provided €59.6 billion in support to the Ukrainian military. Between 2022 and 2025, the EU and its Member States allocated only €3.7 billion to help civilians affected by the war in Ukraine. So, <strong>almost €59.6 billion in weapons, and just €3.7 billion in humanitarian aid</strong>.<br><br>The site also states that in November 2022, the Council launched the EUMAM Ukraine military assistance mission. Since the mission's inception, 77,000 Ukrainian soldiers have been trained. Weapons and military training: not bad for an organization like the EU, whose founding values, let us remember, are the promotion of peace and stability. Well, yes: to achieve peace, these days it's preferred to invest heavily in weapons and military training, rather than in diplomatic measures. That's how it works nowadays, it seems!<br><br>It must also be remembered that the decision to increase military spending in Europe was made urgently. <strong>The European Commission chose to apply Article 122, bypassing the European Parliament's vote</strong>. Article 122 of the Treaty on the Functioning of the European Union (TFEU) concerns measures the Union can adopt in cases of economic difficulties or threats of severe difficulties for a Member State, due to exceptional circumstances beyond its control. In other words, in defiance of democracy, the European Commission bypassed the European Parliament, acting autonomously.</p>\n<h3>The Recent Shift: Military Spending Up to 5% of GDP</h3>\n<p>In a context of increasing demands for military investment, there's talk of a possible increase in defense spending up to 5% of GDP, with the aim of strengthening Europe's military capacity and security. This increase in defense spending to 5% of GDP represents a monumental shift for Europe, translating into billions of euros more invested in security and military technology. The goal is to strengthen the defense capabilities of NATO member countries and respond to current geopolitical challenges.<br><br>This will lead to greater investments in sectors such as military technologies and research, with a significant impact on companies like Rheinmetall and Leonardo. Defense sector companies, such as Rheinmetall (Germany) and Leonardo (Italy), are expected to benefit from increased orders and investments in research and development.<br><br>The top 10 EU defense companies (Airbus, Leonardo, Thales, Rheinmetall, Naval, Saab, Safran, Knds Deutschland, Dassault, and Fincantieri) are required to declare their lobbying activities in the EU Transparency Register when lobbying in member states. The archives of the LobbyFacts database, created by NGOs, also allow for a comparison with previous records from early 2022 and 2023.<br><br>As reported by the Italian online newspaper \"Ilfattoquotidiano.it\":<br><br><em>\"from the lists open on the Berlaymont portal, in just three months of activity, the von der Leyen II team has already received 18 visits from companies and pressure groups in the Defense and aerospace sector. These range from Leonardo to Airbus, from Dassault to Safran, from Thales to OHB.\"</em><br><br>It further states:<br><br><em>\"since the war in Ukraine began, the lobbying budgets of the main European defense companies have increased by as much as 40% from 2022 to 2023. And most of them have used the money to expand their teams based in Brussels.\"</em><br><br>Why are arms lobbies investing so much money in Brussels?<br><br>The answer is simple: war is an unparalleled profit opportunity for the defense industry. The more rifles gripped, the more bullets fired, the more vehicles deployed (and perhaps destroyed), the more money flows into the coffers of armament giants.</p>\n<h3>Europe's Pension Funds</h3>\n<p>We've finally reached the heart of this episode: <strong>European pension funds</strong>. What do European pension funds have to do with arms lobbies? Apparently nothing, given that European pension funds have always been reluctant to invest in the defense sector. However, recently there has been a shift – if one can call it that – in this sector too. Indeed, we could more accurately call it a real U-turn...</p>\n<p><strong>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?</strong></p>\n<h3><a href=\"https://open.spotify.com/episode/5KFxBGsCENSCcPmVPTGewf?si=-kdjmjMUTF6Di9c_Zit1SA\">Listen the full episode on Spotify</a>.</h3>\n<p> </p>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-07-14T12:00:26+02:00",
            "date_modified": "2025-07-14T12:24:55+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/ep2-questioning-the-eus-global-democratic-claims/",
            "url": "https://theitalianuncut.ch/ep2-questioning-the-eus-global-democratic-claims/",
            "title": "Ep2 - Questioning the EU&#x27;s Global Democratic Claims",
            "summary": "In the first episode of The Italian Uncut, based on well-documented historical facts, we questioned the classic narrative that defines the USA as the world's greatest democracy. Today, we'll tackle another established narrative: the one portraying the European Union as a union of states founded&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/EU-Democracy-on-the-brink-1200x1200.jpg?updatedAt=1751960018478\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>In the <a href=\"https://theitalianuncut.ch/questioning-americas-global-democratic-claims/\">first episode</a> of <a href=\"https://theitalianuncut.ch/\">The Italian Uncut</a>, based on well-documented historical facts, we questioned the classic narrative that defines the USA as the world's greatest democracy. Today, we'll tackle another established narrative: the one portraying the European Union as a union of states founded on democratic values and the rule of law. To support our thesis, we'll start from a significant event that undermined one of the fundamental elements of any democracy: transparency. More precisely, we'll delve into the infamous 'Pfizergate' case.<br><br>For those unfamiliar with the facts or unaware of the latest developments, let's briefly recap what happened. The main accusations and issues raised revolve around the <strong>lack of transparency in the communication and negotiation processes for purchasing a significant number of vaccine doses during the COVID-19 pandemic</strong>.</p>\n<h3>The Pfizer Case</h3>\n<p>Here are the most relevant details to consider:<br><br><strong>Negotiations via Text Messages</strong>: At the heart of the controversy is the revelation, initially made by the New York Times in April 2021, that Ursula von der Leyen personally conducted much of the negotiations for Pfizer vaccine purchases through text message exchanges and direct calls with Pfizer CEO, Albert Bourla. This communication method raised doubts about transparency and the correct procurement procedure.<br><br><strong>Lack of Transparency on Messages</strong>: Subsequently, when access to these messages was requested (based on EU transparency rules), the European Commission claimed it was not in possession of the requested text messages, or that they did not fall under the category of official 'documents' that must be registered and archived according to their internal rules. Ursula von der Leyen also stated she had deleted the messages from her phone.<br><br><strong>Secrecy of Vaccine Contracts</strong>: Beyond informal negotiations, another aspect that raised strong doubts about transparency was the nature of the contracts themselves between the EU and pharmaceutical companies. The versions released to the public were <strong>heavily redacted with omissions, hiding crucial details such as dose prices, purchase volumes, liability clauses, and payment terms</strong>. Companies cited the need to protect intellectual property and trade secrets, but this secrecy sparked intense debate about the lack of transparency in the use of public funds during a global crisis.<br><br><strong>New York Times Legal Action</strong>: In January 2023, the New York Times sued the European Commission before the EU General Court (the Union's second-highest court) to gain access to these communications. The central issue was whether text messages should be considered official documents subject to transparency rules...</p>\n<p><strong>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?</strong></p>\n<h3><strong><a href=\"https://open.spotify.com/episode/1VYamAgtKHiO1fmF6kB6Wg?si=154d35b961d543b3\">Listen to the full episode on Spotify</a>.</strong></h3>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-07-08T09:23:29+02:00",
            "date_modified": "2025-07-14T12:24:28+02:00"
        },
        {
            "id": "https://theitalianuncut.ch/questioning-americas-global-democratic-claims/",
            "url": "https://theitalianuncut.ch/questioning-americas-global-democratic-claims/",
            "title": "Ep1 - Questioning America&#x27;s Global Democratic Claims",
            "summary": "Today, we're going to challenge one of the most deeply rooted narratives of our time: the one that defines the United States of America as the \"greatest democracy in the world.\" Through a rigorous analysis of historical facts and geopolitical actions, we'll try to understand&hellip;",
            "content_html": "<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://ik.imagekit.io/nd0udqrvm/usa-democracy-or-autocracy-1200x1200.jpg?updatedAt=1751713044418\" alt=\"\" width=\"1200\" height=\"1200\" data-is-external-image=\"true\"></figure>\n<p>Today, we're going to challenge one of the most deeply rooted narratives of our time: the one that defines the United States of America as the \"greatest democracy in the world.\" Through a rigorous analysis of historical facts and geopolitical actions, we'll try to understand if this label holds up against concrete evidence.</p>\n<h3>Obama’s Warning</h3>\n<p>Let's start with a direct warning from one of the most authoritative voices: former President Barack Obama. As he stated in a speech reported by MSNBC, Obama expressed deep concern about the direction of American politics. Here are Obama's words:</p>\n<p>\"If you are regularly watching or listening to the rhetoric of those who are responsible for the federal government right now, there is a certain casualness to their democracy, a weak commitment to what we understood – and not just my generation, but going back to World War II – our understanding of how a liberal democracy should function.<br>And when you lack that seriousness, you start sliding into something that's inconsistent with American democracy, that looks more like autocracies like Orbán's Hungary.<br>We're not all the way there yet, but we are dangerously close to normalizing this kind of behavior.\"</p>\n<p>These statements, made by one of the highest officeholders in the state, invite us to look beyond the surface of conventional narratives.</p>\n<h3>Nuclear Ethics and Hiroshima</h3>\n<p>Let's start with a pivotal moment in 20th-century history. August 1945. The United States was the only country in the world to use nuclear weapons in war, dropping two atomic bombs on Hiroshima and Nagasaki. The humanitarian consequences of these events were devastating and unprecedented, with hundreds of thousands of immediate and long-term casualties. This event marked the beginning of the nuclear age.</p>\n<p>In light of this historical precedent, a fundamental question arises: Can a country that has twice resorted to nuclear weapons claim the right to be the primary \"controller\" of global nuclear non-proliferation? And with an arsenal of over 5,000 nuclear warheads, how can the United States impose standards on other states? The consistency of this position is a subject of international debate.</p>\n<p>After World War II, the United States was involved in a series of conflicts and interventions that generated a heated debate about its foreign policy. Let's analyze some specific cases, often characterized by the use of weapons whose deployment was harshly criticized or deemed in violation of international conventions.<br>In Vietnam, the use of napalm by US forces is a widely documented historical fact. While not explicitly prohibited by the 1949 Geneva Convention, its indiscriminate use and devastating consequences on the civilian population and the environment sparked global outrage and subsequent attempts at international regulation on incendiary weapons.</p>\n<h3>The Napalm Girl and the Vietnam Legacy</h3>\n<p>The iconic image of the 'Napalm Girl,' Phan Thi Kim Phuc, rawly and irrefutably documents the horror of such weapons on civilians. This image, while graphically strong, is an essential historical document for understanding the consequences of that conflict and the impact of chemical weapons on the population. We have chosen not to include it here, but a quick Google Images search for \"Napalm Girl\" will allow anyone to see what it entails.</p>\n<h3>Fallujah and White Phosphorus</h3>\n<p>During the Second Battle of Fallujah, Iraq, in 2004, significant and documented accusations were made regarding the use of white phosphorus by US forces. While white phosphorus has legitimate uses for illuminating or smoke-screening purposes, its deployment as a weapon against human targets is considered a violation of Protocol III of the Convention on Certain Conventional Weapons, which limits its use against civilians.</p>\n<h3>Kosovo and Depleted Uranium</h3>\n<p>Moving to the Balkans, during the NATO bombings of Kosovo in 1999, the use of depleted uranium munitions by the United States was widely documented. Concerns relate to the potential toxicity and residual radioactivity of such weapons, with long-term impacts on population health and the environment, as highlighted by independent studies and international reports...</p>\n<p><strong>That’s just a glimpse! The full story — and the full context — are in the podcast episode below. Curious to hear more?</strong></p>\n<h3><strong> <a href=\"https://open.spotify.com/episode/2mSOrcYzB98rv6Zlm7wAR9?si=XFymgNjqQtWMh8SLuWR0Kg\">Listen to the full episode on Spotify</a>.</strong></h3>\n<p> </p>",
            "author": {
                "name": "The Italian Uncut"
            },
            "tags": [
            ],
            "date_published": "2025-07-05T14:10:23+02:00",
            "date_modified": "2025-07-14T12:23:39+02:00"
        }
    ]
}
